[
  {
    "type": "MPV",
    "number": "1118",
    "year": "2022",
    "date": "18/05/2022",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei Complementar nº 192, de 11 de março de 2022, que define os combustíveis sobre os quais incidirá uma única vez o Imposto sobre Operações Relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação - ICMS, ainda que as operações se iniciem no exterior\n\nNOVA EMENTA: Altera a Lei Complementar nº 192, de 11 de março de 2022, que define os combustíveis sobre os quais incidirá uma única vez o Imposto sobre Operações Relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação (ICMS), ainda que as operações se iniciem no exterior, e a Lei nº 9.427, de 26 de dezembro de 1996.",
    "tags": "Critério, utilização, crédito tributário, produtor, vendedor, comercialização, combustível. _Alteração, lei complementar, Imposto sobre Operações relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação (ICMS), combustível, crédito tributário, Contribuição para os Programas de Integração Social e de Formação do Patrimônio do Servidor Público (Contribuição PIS-Pasep), Contribuição para Financiamento da Seguridade Social (Cofins), óleo diesel, biodiesel, Gás Liquefeito de Petróleo (GLP), querosene, tributação.",
    "status": "PLEN - Perdeu a Eficácia",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Energia, Recursos Hídricos e Minerais; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1116",
    "year": "2022",
    "date": "05/05/2022",
    "author": "Poder Executivo",
    "amendment": "Institui o Programa Emprega + Mulheres e Jovens e altera a Lei nº 11.770, de 9 de setembro de 2008, e a Consolidação das Leis do Trabalho, aprovada pelo Decreto-Lei nº 5.452, de 1º de maio de 1943.\n\nNOVA EMENTA:Institui o Programa Emprega + Mulheres; e altera a Consolidação das Leis do Trabalho, aprovada pelo Decreto-Lei nº 5.452, de 1º de maio de 1943, e as Leis nºs 11.770, de 9 de setembro de 2008, 13.999, de 18 de maio de 2020, e 12.513, de 26 de outubro de 2011.",
    "tags": "Criação, Programa Emprega + Mulheres e Jovens, mercado de trabalho, mulher, jovem. _Parentalidade, primeira infância, ressarcimento, creche. _Liberação, Fundo de Garantia do Tempo de Serviço (FGTS), pagamento, creche. _Serviço social autônomo, manutenção, subvenção, educação infantil. _Flexibilização do trabalho, trabalho a distância, empregado, pai, mãe. _Regime de trabalho, compensação de horas de trabalho, banco de horas, antecipação, férias. _Jornada de trabalho, horário de entrada, horário de saída. _Educação e formação profissional, mulher, ascensão profissional. _Critério, ocupação, vaga, curso (educação), serviço social autônomo, mulher, violência doméstica. _Encerramento, licença à gestante, suspensão, contrato de trabalho, empregado, pai, acompanhamento, filho. _Alteração, lei federal, Programa Empresa Cidadã, critério, prorrogação, Licença à gestante. _Criação, Selo Emprega + Mulher, incentivo, empregabilidade, mulher. _Criação, Projeto Nacional de Incentivo à Contratação de Aprendizes, aprendizagem (direito do trabalho), contratação, adolescente, jovem, mercado de trabalho. _Alteração, Consolidação das Leis do Trabalho (CLT), diretrizes, contrato de aprendizagem, Instituição de ensino, Educação profissional e tecnológica. _Equiparação salarial, empregado, mulher, igualdade entre os sexos. _Empregado, licença-paternidade, acompanhamento, gestante, gravidez.",
    "status": "Tranformada no(a) Lei Ordinária 14457/2022",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Direitos Humanos e Minorias; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "CMC",
    "number": "1",
    "year": "2024",
    "date": "25/03/2024",
    "author": "Supremo Tribunal Federal",
    "amendment": "Nos termos do artigo 53, §2° da Constituição Federal, COMUNICO a Vossa Excelência a prisão preventiva de JOÃO FRANCISCO INACIO BRAZÃO (Deputado Federal pelo Rio de Janeiro, CPF no 750.100.207-00), por mim decretada em decisão de 23 3/2024, efetivada pela Polícia Federal em 24 3/2024 e, na data de hoje, referendada por unanimidade pela PRIMEIRA TURMA do SUPREMO TRIBUNAL FEDERAL em face de flagrante delito pela prática do crime de obstrução de Justiça em organização criminosa, tipificado no artigo 2°, § 3° e 4°, II, da Lei O 12.850/2013, no curso das investigações do Inquérito 4.954, que apura a prática dos crimes nos artigos 121, § 2°, incisos 1 e IV; 121, § 2°, incisos 1, IV e V e 121, § 2°, incisos 1, IV e V, e e 14, II, na forma do artigo 69, todos do Código Penal.",
    "tags": "",
    "status": "Tranformada no(a) Resolução da Câmara dos Deputados 9/2024",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "MPV",
    "number": "1115",
    "year": "2022",
    "date": "28/04/2022",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 7.689, de 15 de dezembro de 1988, que institui a contribuição social sobre o lucro das pessoas jurídicas.",
    "tags": "Alteração, lei federal, aumento, alíquota, Contribuição Social sobre o Lucro Líquido (CSLL), Instituição financeira, tributação.",
    "status": "Tranformada no(a) Lei Ordinária 14446/2022",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1117",
    "year": "2022",
    "date": "17/05/2022",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 13.703, de 8 de agosto de 2018, que institui a Política Nacional de Pisos Mínimos do Transporte Rodoviário de Cargas.",
    "tags": "Alteração, lei federal, Política Nacional de Pisos Mínimos do Transporte Rodoviário de Cargas, flutuação de preços, óleo diesel, critério, atualização, tabela, piso mínimo de frete, motorista de caminhão.",
    "status": "Tranformada no(a) Lei Ordinária 14445/2022",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Economia; Trabalho e Emprego; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1128",
    "year": "2022",
    "date": "06/07/2022",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre o tratamento tributário aplicável às perdas incorridas no recebimento de créditos decorrentes das atividades das instituições financeiras e das demais instituições autorizadas a funcionar pelo Banco Central do Brasil.",
    "tags": "Tributação, tratamento diferenciado, perda, crédito, Instituição financeira. _Autorização, Instituição financeira, dedução, perda, recebimento, crédito, inadimplemento, falência, recuperação judicial, determinação, lucro real, base de cálculo, Contribuição Social sobre o Lucro Líquido (CSLL).",
    "status": "Tranformada no(a) Lei Ordinária 14467/2022",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1127",
    "year": "2022",
    "date": "24/06/2022",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 9.636, de 15 de maio de 1998, para modificar a forma de reajuste das receitas patrimoniais da União decorrentes da atualização da planta de valores. \n\nNOVA EMENTA: Altera a Lei nº 9.636, de 15 de maio de 1998, para modificar a forma de reajuste das receitas patrimoniais da União decorrentes da atualização da planta de valores e desburocratizar procedimentos de alienação e registro de imóveis da União, as Leis nºs 11.483, de 31 de maio de 2007, e 13.240, de 30 de dezembro de 2015, e os Decretos-Lei nºs 2.398, de 21 de dezembro de 1987, para dispor sobre as hipóteses em que se aplica o prazo de transferência de imóveis, e 9.760, de 5 de setembro de 1946, para dispor sobre regras de demarcação de terrenos de marinha; e dá outras providências.",
    "tags": "Alteração, Lei de Regularização de Imóveis da União, limitação, reajuste, receita patrimonial, laudêmio, taxa de ocupação, atualização, Planta Genérica de Valores (PGV).",
    "status": "Tranformada no(a) Lei Ordinária 14474/2022",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Cidades e Desenvolvimento Urbano",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1119",
    "year": "2022",
    "date": "26/05/2022",
    "author": "Poder Executivo",
    "amendment": "Reabre o prazo de opção para o regime de previdência complementar e altera a Lei nº 12.618, de 30 de abril de 2012\n\nNOVA EMENTA: Dispõe sobre a reabertura do prazo de opção para o regime de previdência complementar; e altera as Leis nºs 12.618, de 30 de abril de 2012, e 9.250, de 26 de dezembro de 1995.",
    "tags": "Reabertura, prazo, migração de regime previdenciário, servidor público, previdência complementar. _Alteração, lei federal, critério, cálculo, benefício especial. _Entidade Fechada de Previdência Complementar (EFPC), personalidade jurídica, direito privado, Fundação de Previdência Complementar do Servidor Público Federal do Poder Executivo (FUNPRESP-EXE), Fundação de Previdência Complementar do Servidor Público Federal do Poder Legislativo (Funpresp-Leg), Fundação de Previdência Complementar do Servidor Público Federal do Poder Judiciário (Funpresp-Jud).",
    "status": "Tranformada no(a) Lei Ordinária 14463/2022",
    "theme": "Previdência e Assistência Social",
    "previousTheme": "Administração Pública; Previdência e Assistência Social; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1132",
    "year": "2022",
    "date": "04/08/2022",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre o percentual máximo aplicado para a contratação de operações de crédito com desconto automático em folha de pagamento.\n\nNOVA EMENTA: Dispõe sobre o percentual máximo aplicado para a contratação de operações de crédito com desconto automático em folha de pagamento; altera a Lei nº 14.431, de 3 de agosto de 2022; revoga dispositivos da Lei nº 8.112, de 11 de dezembro de 1990; e dá outras providências.",
    "tags": "Aumento, margem consignável, consignação em folha de pagamento, servidor público, militar, empregado público, pensionista. _Reserva, percentual, amortização, despesa, cartão de crédito, saque.",
    "status": "Tranformada no(a) Lei Ordinária 14509/2022",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Administração Pública; Economia; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1120",
    "year": "2022",
    "date": "07/06/2022",
    "author": "Poder Executivo",
    "amendment": "Transforma Funções Gratificadas em Cargos Comissionados de Direção e Cargos Comissionados de Gerência Executiva destinados à Agência Nacional de Transportes Aquaviários - ANTAQ e altera a Lei nº 10.233, de 5 de junho de 2001",
    "tags": "Função comissionada, transformação, Cargo Comissionado de Direção, Cargo Comissionado de Gerência Executiva, Agência Nacional de Transportes Aquaviários (ANTAQ). _Alteração, Lei de Reestruturação dos Transportes Aquaviário e Terrestre, ampliação, composição, Diretoria colegiada, Agência Nacional de Transportes Aquaviários (ANTAQ).",
    "status": "Tranformada no(a) Lei Ordinária 14465/2022",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Administração Pública; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1133",
    "year": "2022",
    "date": "12/08/2022",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre as Indústrias Nucleares do Brasil S.A. e sobre a pesquisa, a lavra e a comercialização de minérios nucleares, de seus concentrados e derivados, e de materiais nucleares.\n\nNOVA EMENTA: Dispõe sobre a empresa Indústrias Nucleares do Brasil S.A. (INB), sobre a pesquisa, a lavra e a comercialização de minérios nucleares, de seus concentrados e derivados, e de materiais nucleares, e sobre a atividade de mineração; altera as Leis nºs 4.118, de 27 de agosto de 1962, 8.001, de 13 de março de 1990, 9.991, de 24 de julho de 2000, 10.438, de 26 de abril de 2002, 13.575, de 26 de dezembro de 2017, 13.848, de 25 de junho de 2019, e 14.222, de 15 de outubro de 2021, e o Decreto-Lei nº 227, de 28 de fevereiro de 1967 (Código de Mineração); e revoga a Lei nº 5.740, de 1º de dezembro de 1971, e dispositivos das Leis nºs 4.118, de 27 de agosto de 1962, 6.189, de 16 de dezembro de 1974, e 7.781, de 27 de junho de 1989, e do Decreto-Lei nº 1.038, de 21 de outubro de 1969.",
    "tags": "Participação, setor privado, pesquisa, mineração, minério nuclear, flexibilização, monopólio da União, setor nuclear. _Diretrizes, Indústrias Nucleares do Brasil (INB). _Autorização, União, aumento, capital social, Empresa Brasileira de Participações em Energia Nuclear e Binacional (ENBpar). _Alteração, lei federal, Política Nacional de Energia Nuclear, competência, Agência Nacional de Mineração (ANM), Autoridade Nacional de Segurança Nuclear (ANSN).",
    "status": "Tranformada no(a) Lei Ordinária 14514/2022",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Administração Pública; Energia, Recursos Hídricos e Minerais",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1147",
    "year": "2022",
    "date": "21/12/2022",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 14.148, de 3 de maio de 2021, que instituiu o Programa Emergencial de Retomada do Setor de Eventos - Perse, e reduz a zero por cento as alíquotas da Contribuição para o Programa de Integração Social e o Programa de Formação do Patrimônio do Servidor Público - PIS/Pasep e da Contribuição para o Financiamento da Seguridade Social - Cofins incidentes sobre as receitas decorrentes da atividade de transporte aéreo regular de passageiros. \n\nNOVA EMENTA: Altera a Lei nº 14.148, de 3 de maio de 2021, que instituiu o Programa Emergencial de Retomada do Setor de Eventos (Perse); reduz a 0% (zero por cento) as alíquotas da Contribuição para os Programas de Integração Social e de Formação do Patrimônio do Servidor Público (Contribuição para o PIS/Pasep) e da Contribuição para o Financiamento da Seguridade Social (Cofins) incidentes sobre as receitas decorrentes da atividade de transporte aéreo regular de passageiros; reduz as alíquotas da Contribuição para o PIS/Pasep e da Cofins incidentes sobre operações realizadas com óleo diesel, biodiesel, gás liquefeito de petróleo, álcool, querosene de aviação, gás natural veicular e gasolina; altera as Leis nºs 10.637, de 30 de dezembro de 2002, e 10.833, de 29 de dezembro de 2003, para excluir o Imposto sobre Operações relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação (ICMS) da base de cálculo dos créditos da Contribuição para o PIS/Pasep e da Cofins, e as Leis nºs 13.483, de 21 de setembro de 2017, e 13.576, de 26 de dezembro de 2017, e os Decretos-Lei nºs 9.853, de 13 de setembro de 1946, e 8.621, de 10 de janeiro de 1946; revoga dispositivos das Medidas Provisórias nºs 1.157, de 1º de janeiro de 2023, 1.159, de 12 de janeiro de 2023, e 1.163, de 28 de fevereiro de 2023; e dá outras providências.",
    "tags": "Alteração, lei federal, Programa Emergencial de Retomada do Setor de Eventos (PERSE), concessão, benefício fiscal, setor de eventos, pandemia, coronavírus. _Alíquota zero, Contribuição para os Programas de Integração Social e de Formação do Patrimônio do Servidor Público (Contribuição PIS-Pasep), Contribuição para Financiamento da Seguridade Social (Cofins), transporte aéreo, tributação, setor aeroportuário, benefício fiscal.",
    "status": "Tranformada no(a) Lei Ordinária 14592/2023",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Finanças Públicas e Orçamento; Indústria, Comércio e Serviços; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1150",
    "year": "2022",
    "date": "26/12/2022",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 12.651, de 25 de maio de 2012, que dispõe sobre a proteção da vegetação nativa.\n\nNOVA EMENTA: Altera a Lei nº 12.651, de 25 de maio de 2012, de forma a regulamentar prazos e condições para a adesão ao Programa de Regularização Ambiental (PRA), e a Lei n° 11.428, de 22 de dezembro de 2006.",
    "tags": "Alteração, Código Florestal (2012), Programa de Regularização Ambiental (PRA), prazo, inscrição, Cadastro Ambiental Rural (CAR), imóvel rural.",
    "status": "Tranformada no(a) Lei Ordinária 14595/2023",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Agricultura, Pecuária, Pesca e Extrativismo; Estrutura Fundiária; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1151",
    "year": "2022",
    "date": "27/12/2022",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 11.284, de 2 de março de 2006, que dispõe sobre a gestão de florestas públicas para a produção sustentável, a Lei nº 11.516, de 28 de agosto de 2007, que dispõe sobre a criação do Instituto Chico Mendes de Conservação da Biodiversidade - Instituto Chico Mendes, a Lei nº 12.114, de 9 de dezembro de 2009, que cria o Fundo Nacional sobre Mudança do Clima, e dá outras providências. \n\nNOVA EMENTA: Altera a Lei nº 11.284, de 2 de março de 2006, que dispõe sobre a gestão de florestas públicas para a produção sustentável, a Lei nº 11.516, de 28 de agosto de 2007, que dispõe sobre a criação do Instituto Chico Mendes de Conservação da Biodiversidade, e a Lei nº 12.114, de 9 de dezembro de 2009, que cria o Fundo Nacional sobre Mudança do Clima.",
    "tags": "Alteração, Lei de Gestão de Florestas Públicas, Plano Anual de Outorga Florestal (PAOF). _Licitação, concessão florestal, critério, exploração florestal, floresta pública, manejo florestal sustentado, incentivo, Redução Certificada de Emissão (RCE), economia de baixo carbono. _Alteração, lei federal, transação de crédito de carbono. _Alteração, lei federal, aplicação, recursos, Fundo Nacional sobre Mudança do Clima (FNMC). _Ativo financeiro, ativo ambiental, vegetação primária.",
    "status": "Tranformada no(a) Lei Ordinária 14590/2023",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Economia; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "MPV",
    "number": "1152",
    "year": "2022",
    "date": "29/12/2022",
    "author": "Poder Executivo",
    "amendment": "Altera a legislação do Imposto sobre a Renda das Pessoa Jurídicas - IRPJ e da Contribuição Social sobre o Lucro Líquido - CSLL para dispor sobre as regras de preços de transferência\n\nNOVA EMENTA: Dispõe sobre regras de preços de transferência relativas ao Imposto sobre a Renda das Pessoas Jurídicas (IRPJ) e à Contribuição Social sobre o Lucro Líquido (CSLL); altera as Leis nºs 9.430, de 27 de dezembro de 1996, 12.973, de 13 de maio de 2014, e 12.249, de 11 de junho de 2010; e revoga dispositivos das Leis nºs 3.470, de 28 de novembro de 1958, 4.131, de 3 de setembro de 1962, 4.506, de 30 de novembro de 1964, 8.383, de 30 de dezembro de 1991, 10.637, de 30 de dezembro de 2002, 10.833, de 29 de dezembro de 2003, 12.715, de 17 de setembro de 2012, 12.766, de 27 de dezembro de 2012, e 14.286, de 29 de dezembro de 2021, e o Decreto-Lei nº 1.730, de 17 de dezembro de 1979.",
    "tags": "Alteração, legislação tributária, Imposto de Renda das Pessoas Jurídicas (IRPJ), Contribuição Social sobre o Lucro Líquido (CSLL), pessoa jurídica, diretrizes, preço de transferência, transação controlada, transação comercial, transação financeira, tributação, empresa, mercado internacional. _Alteração, Lei do Ajuste Tributário, tributação favorecida.",
    "status": "Tranformada no(a) Lei Ordinária 14596/2023",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1164",
    "year": "2023",
    "date": "02/03/2023",
    "author": "Poder Executivo",
    "amendment": "Institui o Programa Bolsa Família e altera a Lei nº 8.742, de 7 de dezembro de 1993, que dispõe sobre a organização da Assistência Social, e a Lei nº 10.820, de 17 de dezembro de 2003, que dispõe sobre a autorização para desconto em folha de pagamento.\n\nNOVA EMENTA: Institui o Programa Bolsa Família; altera a Lei nº 8.742, de 7 de dezembro de 1993 (Lei Orgânica da Assistência Social), a Lei nº 10.820, de 17 de dezembro de 2003, que dispõe sobre a autorização para desconto em folha de pagamento, e a Lei nº 10.779, de 25 de novembro de 2003; e revoga dispositivos das Leis nºs 14.284, de 29 de dezembro de 2021, e 14.342, de 18 de maio de 2022, e a Medida Provisória nº 1.155, de 1º de janeiro de 2023.",
    "tags": "Alteração, Lei Orgânica da Assistência Social, Cadastro Único para Programas Sociais do Governo Federal (CadÚnico), Lei do Crédito Consignado, exclusão, Benefício de Prestação Continuada (BPC), autorização, desconto, crédito consignado, recriação, Bolsa Família, Ministério do Desenvolvimento e Assistência Social, Família e Combate à Fome, programa de transferência de renda, substituição, Programa Auxílio Brasil, Benefício assistencial, renda básica, combate, fome, problema social, pobreza, proteção social, inclusão, Benefício de Prestação Continuada (BPC), critério, cálculo, renda familiar per capita, Benefício financeiro, Benefício de Renda de Cidadania, Benefício Complementar, Benefício Primeira Infância, Benefício Variável Familiar, Benefício Extraordinário de Transição, Pagamento, benefício financeiro, prioridade, Mulher, criação, Rede Federal de Fiscalização do Programa Bolsa Família e do CadÚnico, Índice de Gestão Descentralizada do Programa Bolsa Família e do CadÚnico (IGD), extinção, Auxílio Esporte Escolar, Bolsa de Iniciação Científica Júnior, Auxílio Criança Cidadã, Auxílio Inclusão Produtiva Rural, Auxílio Inclusão Produtiva Urbana.",
    "status": "Tranformada no(a) Lei Ordinária 14601/2023",
    "theme": "Previdência e Assistência Social",
    "previousTheme": "Direitos Humanos e Minorias; Previdência e Assistência Social",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1165",
    "year": "2023",
    "date": "21/03/2023",
    "author": "Poder Executivo",
    "amendment": "Institui a Estratégia Nacional de Formação de Especialistas para a Saúde, no âmbito do Programa Mais Médicos, e altera a Lei nº 12.871, de 22 de outubro de 2013\n\nNOVA EMENTA: Institui a Estratégia Nacional de Formação de Especialistas para a Saúde no âmbito do Programa Mais Médicos; e altera as Leis nºs 12.871, de 22 de outubro de 2013, 13.959, de 18 de dezembro de 2019, e 13.958, de 18 de dezembro de 2019, para criar novos incentivos e regras no âmbito do Projeto Mais Médicos para o Brasil e do Exame Nacional de Revalidação de Diplomas Médicos Expedidos por Instituição de Educação Superior Estrangeira (Revalida) e para transformar a Agência para o Desenvolvimento da Atenção Primária à Saúde (Adaps) em Agência Brasileira de Apoio à Gestão do SUS (AGSUS).",
    "tags": "Criação, Estratégia Nacional de Formação de Especialistas para a Saúde, Programa Mais Médicos, incentivo, educação e formação profissional, médico, atenção primária à saúde, Sistema Único de Saúde (SUS). _Alteração, lei federal, diretrizes, Programa Mais Médicos. _Dispensa, revalidação, diploma de graduação, médico intercambista. _Critério, pagamento, indenização (vantagem pecuniária), médico. _Diretrizes, mulher, licença à gestante, licença-paternidade, médico.",
    "status": "Tranformada no(a) Lei Ordinária 14621/2023",
    "theme": "Saúde",
    "previousTheme": "Administração Pública; Saúde; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "MPV",
    "number": "1153",
    "year": "2022",
    "date": "30/12/2022",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre a prorrogação da exigência do exame toxicológico periódico, altera a Lei nº 9.503, de 23 de setembro de 1997, que institui o Código de Trânsito Brasileiro, altera a Lei nº 11.442, de 5 de janeiro de 2007, quanto ao seguro de cargas, e altera a Lei nº 11.539, de 8 de novembro de 2007, quanto às cessões de Analistas de Infraestrutura e Especialistas em Infraestrutura Sênior\n\nNOVA EMENTA: Posterga a exigência do exame toxicológico periódico para obtenção e renovação da Carteira Nacional de Habilitação; e altera a Lei nº 9.503, de 23 de setembro de 1997 (Código de Trânsito Brasileiro), a Lei nº 11.442, de 5 de janeiro de 2007, para dispor sobre seguro de cargas, e a Lei nº 11.539, de 8 de novembro de 2007, para dispor sobre a carreira de Analista de Infraestrutura e o cargo isolado de Especialista em Infraestrutura Sênior.",
    "tags": "Prazo, suspensão, aplicação, multa, motorista profissional, exame toxicológico. _Alteração, Código de Trânsito Brasileiro, composição, Conselho Nacional de Trânsito (Contran). _Diretrizes, direção veicular, repouso, motorista profissional, transporte rodoviário, transporte de carga. _Sinalização de trânsito. _Diretrizes, placa de identificação de veículo automotor, proprietário, União, Estado (ente federado), Distrito Federal (Brasil).  _Formação de condutor, inclusão, condução defensiva, proteção ambiental. _Habilitação, Carteira Nacional de Habilitação (CNH), Permissão para dirigir, Autorização para Conduzir Ciclomotor (ACC). _Alteração, lei federal, diretrizes, contratação, seguro, transporte rodoviário, transporte de carga. _Alteração, lei federal, critério, concessão,  Gratificação de Desempenho de Atividade em Infraestrutura (GDAIE).",
    "status": "Tranformada no(a) Lei Ordinária 14599/2023",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Administração Pública; Cidades e Desenvolvimento Urbano; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1172",
    "year": "2023",
    "date": "01/05/2023",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre o valor do salário mínimo a vigorar a partir de 1º de maio de 2023.\n\nNOVA EMENTA: Define o valor do salário mínimo a partir de 1º de maio de 2023; estabelece a política de valorização permanente do salário mínimo a vigorar a partir de 1º de janeiro de 2024; e altera os valores da tabela mensal do Imposto sobre a Renda da Pessoa Física de que trata o art. 1º da Lei nº 11.482, de 31 de maio de 2007, e os valores de dedução previstos no art. 4º da Lei nº 9.250, de 26 de dezembro de 1995.",
    "tags": "Reajuste, salário mínimo.",
    "status": "Tranformada no(a) Lei Ordinária 14663/2023",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Economia; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1202",
    "year": "2023",
    "date": "29/12/2023",
    "author": "Poder Executivo",
    "amendment": "Revoga os benefícios fiscais de que tratam o art. 4º da Lei nº 14.148, de 3 de maio de 2021, e os art. 7º a art. 10 da Lei nº 12.546, de 14 de dezembro de 2011, desonera parcialmente a contribuição previdenciária sobre a folha de pagamento, revoga a alíquota reduzida da contribuição previdenciária aplicável a determinados Municípios e limita a compensação de créditos decorrentes de decisões judiciais transitadas em julgado.\n\nNOVA EMENTA: Altera a Lei nº 9.430, de 27 de dezembro de 1996, para limitar a compensação tributária dos créditos decorrentes de decisões judiciais transitadas em julgado.",
    "tags": "Reoneração, folha de pagamento. _Revogação, benefício fiscal, Programa Emergencial de Retomada do Setor de Eventos (PERSE), Contribuição Previdenciária sobre a Receita Bruta (CPRB). _Limitação, exoneração tributária, contribuição previdenciária, folha de pagamento. _Revogação, alíquota reduzida, contribuição previdenciária patronal, Município. _Alteração, Lei do Ajuste Tributário, limite, compensação tributária, utilização, crédito, decisão judicial, tributação.",
    "status": "Tranformada no(a) Lei Ordinária 14873/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1177",
    "year": "2023",
    "date": "06/06/2023",
    "author": "Poder Executivo",
    "amendment": "Abre crédito extraordinário, em favor do Ministério da Agricultura e Pecuária, no valor de R$ 200.000.000,00, para o fim que especifica.\n\nNOVA EMENTA: Abre crédito extraordinário em favor do Ministério da Agricultura e Pecuária, no valor de R$ 200.000.000,00 (duzentos milhões de reais), para o fim que especifica.",
    "tags": "Crédito extraordinário, Ministério da Agricultura e Pecuária, fortalecimento, Sistema Unificado de Atenção à Sanidade Agropecuária (Suasa).",
    "status": "Tranformada no(a) Lei Ordinária 14696/2023",
    "theme": "Agricultura, Pecuária, Pesca e Extrativismo",
    "previousTheme": "Agricultura, Pecuária, Pesca e Extrativismo; Finanças Públicas e Orçamento; Saúde",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "MPV",
    "number": "1210",
    "year": "2024",
    "date": "20/03/2024",
    "author": "Poder Executivo",
    "amendment": "Abre crédito extraordinário, em favor do Ministério da Justiça e Segurança Pública, no valor de R$ 30.157.034,00, para os fins que especifica.",
    "tags": "Crédito Extraordinário, Ministério da Justiça e Segurança Pública, caráter emergencial, Departamento de Polícia Rodoviária Federal (1990-2019), Rio de Janeiro (Estado), aquisição, bens, contratação, serviços, decorrência, enchente.",
    "status": "Tranformada no(a) Lei Ordinária 14923/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Defesa e Segurança; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1188",
    "year": "2023",
    "date": "20/09/2023",
    "author": "Poder Executivo",
    "amendment": "Abre crédito extraordinário, em favor dos Ministérios da Defesa, da Integração e do Desenvolvimento Regional e do Desenvolvimento e Assistência Social, Família e Combate à \nFome, no valor de R$ 360.900.000,00, para os fins que especifica.",
    "tags": "Crédito extraordinário, Ministério da Defesa, atuação, Forças Armadas, Estado de emergência, Região Sul. _ Ministério da Integração e do Desenvolvimento Regional, Defesa civil, Gerenciamento de risco, Desastre ambiental, recuperação, Município. _Ministério do Desenvolvimento e Assistência Social- Família e Combate à Fome, inclusão produtiva, alimento, agricultura familiar, Segurança alimentar e nutricional, Proteção social especial, Sistema Único de Assistência Social (SUAS).",
    "status": "Tranformada no(a) Lei Ordinária 14823/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Agricultura, Pecuária, Pesca e Extrativismo; Defesa e Segurança; Direitos Humanos e Minorias; Finanças Públicas e Orçamento; Previdência e Assistência Social; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1218",
    "year": "2024",
    "date": "11/05/2024",
    "author": "Poder Executivo",
    "amendment": "Abre crédito extraordinário, em favor de diversos órgãos do Poder Executivo, de Encargos Financeiros da União, e de Operações Oficiais de Crédito, no valor de R$ 12.179.438.240,00, para os fins que especifica.\n\nNOVA EMENTA: Abre crédito extraordinário, em favor de diversos órgãos do Poder Executivo, de Encargos Financeiros da União e de Operações Oficiais de Crédito, no valor de R$ 12.179.438.240,00 (doze bilhões cento e setenta e nove milhões quatrocentos e trinta e oito mil duzentos e quarenta reais), para os fins que especifica.",
    "tags": "Crédito extraordinário, Orçamento anual, Ministério da Agricultura e Pecuária, Ministério da Educação, Fundo Nacional de Desenvolvimento da Educação (FNDE), Ministério da Justiça e Segurança Pública, Polícia Federal (PF), Polícia Rodoviária Federal (PRF), Fundo Nacional de Segurança Pública (FNSP), Ministério da Saúde, Fundo Nacional de Saúde (FNS), Ministério dos Transportes, Departamento Nacional de Infraestrutura de Transportes (DNIT), Ministério do Trabalho e Emprego, Fundo de Amparo ao Trabalhador (FAT), Ministério do Desenvolvimento Agrário e Agricultura Familiar, Companhia Nacional de Abastecimento (Conab), Ministério da Defesa, Ministério da Integração e do Desenvolvimento Regional, Ministério do Desenvolvimento e Assistência Social, Família e Combate à Fome, Fundo Nacional de Assistência Social (FNAS), Ministério das Cidades, Empresa de Trens Urbanos de Porto Alegre (Trensurb), Encargo financeiro da União, Operação oficial de crédito.",
    "status": "Tranformada no(a) Lei Ordinária 14962/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "MPV",
    "number": "1268",
    "year": "2024",
    "date": "23/10/2024",
    "author": "Poder Executivo",
    "amendment": "Abre crédito extraordinário, em favor dos Ministérios da Justiça e Segurança Pública, da Saúde, do Meio Ambiente e Mudança do Clima, do Desenvolvimento Agrário e Agricultura Familiar, da Integração e do Desenvolvimento Regional, do Desenvolvimento e Assistência Social, Família e Combate à Fome, e da Pesca e Aquicultura, no valor de R$ 938.458.061,00, para os fins que especifica.",
    "tags": "Crédito extraordinário, Ministério da Justiça e Segurança Pública, Ministério do Meio Ambiente e Mudança do Clima, Ministério da Saúde, Ministério do Desenvolvimento Agrário e Agricultura Familiar, Ministério da Integração e do Desenvolvimento Regional, Ministério do Desenvolvimento e Assistência Social, Família e Combate à Fome, Ministério da Pesca e Aquicultura, enfrentamento, seca, incêndio florestal, Emergência climática, segurança pública, Região centro-oeste, Amazônia Legal, crise hídrica, atenção à saúde, Saúde indígena, Segurança alimentar e nutricional, auxílio financeiro, pescador, seguro-defeso.",
    "status": "Tranformada no(a) Lei Ordinária 15118/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Direitos Humanos e Minorias; Finanças Públicas e Orçamento; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1296",
    "year": "2025",
    "date": "15/04/2025",
    "author": "Poder Executivo",
    "amendment": "Institui o Programa de Gerenciamento de Benefícios no âmbito do Instituto Nacional do Seguro Social e do Departamento de Perícia Médica Federal da Secretaria de Regime Geral de Previdência Social do Ministério da Previdência Social.",
    "tags": "Criação, Ação governamental, Organização administrativa, Instituto Nacional do Seguro Social (INSS), gestão, Benefício assistencial, Perícia médica federal, viabilização, reavaliação, revisão, Benefício previdenciário.",
    "status": "Tranformada no(a) Lei Ordinária 15201/2025",
    "theme": "Previdência e Assistência Social",
    "previousTheme": "Administração Pública; Previdência e Assistência Social",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1299",
    "year": "2025",
    "date": "09/05/2025",
    "author": "Poder Executivo",
    "amendment": "Abre crédito extraordinário, em favor do Ministério da Integração e do Desenvolvimento Regional, no valor de R$ 520.000.000,00, para o fim que especifica.",
    "tags": "Crédito extraordinário, Ministério da Integração e do Desenvolvimento Regional, defesa civil, proteção, Ação de resposta, Fenômeno meteorológico adverso, desastre ambiental.",
    "status": "Tranformada no(a) Lei Ordinária 15200/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Defesa e Segurança; Finanças Públicas e Orçamento; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1300",
    "year": "2025",
    "date": "21/05/2025",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 9.074, de 7 de julho de 1995, a Lei nº 9.427, de 26 de dezembro de 1996, a Lei nº 10.438, de 26 de abril de 2002, a Lei nº 10.848, de 15 de março de 2004, a Lei nº 12.111, de 9 de dezembro de 2009, a Lei nº 12.212, de 20 de janeiro de 2010, a Lei nº 13.203, de 8 de dezembro de 2015, e a Lei nº 14.300, de 6 de janeiro de 2022.",
    "tags": "Reformulação, setor elétrico, ampliação, Tarifa Social de Energia Elétrica (TSEE), critério, isenção, conta de energia elétrica, Conta de Desenvolvimento Energético (CDE), família de baixa renda, Cadastro Único para Programas Sociais do Governo Federal (CadÚnico). _Abertura, mercado cativo de energia elétrica, direito do consumidor, escolha, fornecedor. _Matriz elétrica, competitividade, setor elétrico. _Adequação, encargo tarifário. _Regularização, passivo financeiro, risco hidrológico. _Fortalecimento, Câmara de Comercialização de Energia (CCEE). _Incentivo, irrigação, aquicultura. _Modicidade tarifária, sustentabilidade, setor elétrico. _ Alteração, Lei Federal, Lei da Agência Nacional de Energia Elétrica (1996), Lei do Setor Elétrico (2002), Lei de Comercialização de Energia Elétrica (2004), Marco Legal da Microgeração e Minigeração Distribuída (2022).",
    "status": "Tranformada no(a) Lei Ordinária 15235/2025",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Direito e Defesa do Consumidor; Direitos Humanos e Minorias; Energia, Recursos Hídricos e Minerais",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "MPV",
    "number": "1301",
    "year": "2025",
    "date": "30/05/2025",
    "author": "Poder Executivo",
    "amendment": "Institui o Programa Agora Tem Especialistas, dispõe sobre o Grupo Hospitalar Conceição S.A., altera a Lei nº 8.080, de 19 de setembro de 1990, a Lei nº 8.958, de 20 de dezembro de 1994, a Lei nº 9.656, de 3 de junho de 1998, a Lei nº 12.732, de 22 de novembro de 2012, a Lei nº 12.871, de 22 de outubro de 2013, e a Lei nº 13.958, de 18 de dezembro de 2019.",
    "tags": "Criação, Programa Agora Tem Especialistas, hospital privado, Atendimento médico, Atenção especializada à saúde, decorrência, alta demanda, Sistema Único de Saúde (SUS). _Crédito financeiro, compensação, débito tributário, benefício fiscal, hospital. _ Ampliação, tratamento especializado, alta complexidade, radioterapia, paciente, câncer. _ Transformação, Hospital Nossa Senhora da Conceição (1960-2025), Grupo Hospitalar Conceição, Ações e Serviços Públicos de Saúde (ASPS), Atendimento especializado, Assistência médico-hospitalar, redução, tempo de espera, rede pública de saúde, apoio, Fundação Oswaldo Cruz (Fiocruz). _ Isenção tributária, tributo federal. _ Criação, Projeto Mais Médicos Especialistas, Agência Brasileira de Apoio à Gestão do SUS (AGSUS).  _ Alteração, Lei Orgânica da Saúde (1990), Lei dos Planos de Saúde (1998), Lei Federal. _ Transformação, provimento, Cargo público, cargo efetivo, Cargo vago, Poder Executivo, diretrizes.",
    "status": "Tranformada no(a) Lei Ordinária 15233/2025",
    "theme": "Saúde",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Saúde",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "MPV",
    "number": "1308",
    "year": "2025",
    "date": "08/08/2025",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre o licenciamento ambiental especial, visando à consecução eficiente e eficaz de atividades e empreendimentos estratégicos, nos termos que especifica.",
    "tags": "Criação, Licença Ambiental Especial (LAE), licenciamento ambiental, priorização, empreendimento estratégico, atividade, diretrizes, requisito, estudo prévio de impacto ambiental, relatório de impacto ambiental.",
    "status": "Tranformada no(a) Lei Ordinária 15300/2025",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Administração Pública; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "MPV",
    "number": "339",
    "year": "2006",
    "date": "29/12/2006",
    "author": "Poder Executivo",
    "amendment": "Regulamenta o art. 60 do Ato das Disposições Constitucionais Transitórias e dá outras providências.",
    "tags": "Regulamentação, Ato das Disposições Constitucionais Transitórias (ADCT),  criação, Fundo de Manutenção e Desenvolvimento da Educação Básica e de Valorização dos Profissionais da Educação (Fundeb), Estado (ente federado), Distrito Federal, remuneração, trabalhador, educação, magistério, professor, instituição pública de ensino, receita tributária, União , complementação, recursos públicos, Banco do Brasil (BB)l, repasse, conta única, Governo Estadual, Governo do Distrito Federal, Governo Municipal, critério, distribuição, recursos financeiros,, matrícula, aluno, creche, pré-escola, educação infantil, ensino fundamental, ensino médio, Área urbana,área rural, educação especial, educação profissional, Educação de jovens e adultos, educação indígena, quilombola.  \n_ Criação, Junta, Acompanhamento, Fundo de Manutenção e Desenvolvimento da Educação Básica e de Valorização dos Profissionais da Educação (Fundeb), Ministério da Educação, composição, competência, transferência, gestão, recursos financeiros, controle social, fiscalização, Conselho, quantidade, membros, prazo, implantação, vigência, Fundos, fixação, valor, complementação, União, critérios, cálculo, progressão, matrícula, valor, aluno, ensino fundamental, autorização, inclusão, Município, Conselho Municipal de Educação.  \n_ Alteração, exclusão, cálculo, receita líquida, percentual, recursos financeiros, arrecadação, Imposto sobre Operações relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação (ICMS),  Fundo de Participação dos Estados e do Distrito Federal (FPE),  Fundo de Participação dos Municípios (FPM), Imposto sobre Produtos Industrializados (IPI), competência, Fundo Nacional de Desenvolvimento da Educação (FNDE), órgãos, controle interno, Tribunal de Contas da União (TCU), fiscalização, aplicação de recursos, salário-educação, destinação, educação básica, rede pública, proibição, pagamento, pessoal, merenda escolar.  \n_ Revogação, dispositivos, Lei do FUNDEF, anexo, fórmula, cálculo, distribuição, recursos financeiros, Fundo de Manutenção e Desenvolvimento da Educação Básica e de Valorização dos Profissionais da Educação (Fundeb), Lei do PNATE, tributação.",
    "status": "Tranformada no(a) Lei Ordinária 11494/2007",
    "theme": "Educação",
    "previousTheme": "Educação; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "MPV",
    "number": "1303",
    "year": "2025",
    "date": "11/06/2025",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre a tributação de aplicações financeiras e ativos virtuais no País e dá outras providências.",
    "tags": "Alteração, Lei Federal, aumento, alíquota, tributação, Imposto sobre a Renda da Pessoa Física (IRPF), Imposto de Renda das Pessoas Jurídicas (IRPJ), Imposto de Renda Retido na Fonte (IRRF), Imposto sobre Operações de Crédito, Câmbio e Seguro ou Relativas a Títulos ou Valores Mobiliários (IOF), rendimento tributável, ganho de capital, lucro líquido, aplicação financeira, criptoativos, valores mobiliários, bolsa de valores, operação financeira, aposta esportiva, jogo online, alíquota, arrecadação, equilíbrio fiscal, orçamento federal, prazo. _Pescador artesanal, seguro-desemprego, período, defeso. _Perícia médica, Previdência Social, telemedicina, auxílio por incapacidade temporária, benefício por incapacidade temporária ao trabalho, duração, compensação financeira, Regime Geral de Previdência Social (RGPS), Regime de Previdência Complementar, União, Estado (ente federado), Distrito Federal (Brasil), Município. _Poder Executivo, Secretaria Especial da Receita Federal do Brasil, função comissionada, transformação. _Alteração, Legislação Tributária Federal (1988), Lei de Benefícios da Previdência Social (1991), Legislação Tributária Federal (pessoa física) (1995), Legislação Tributária Federal (pessoa jurídica) (1995), Lei de Diretrizes e Bases da Educação Nacional (1996), Lei do Ajuste Tributário (1996), Lei Hauly (1999), Lei do Seguro-Defeso (2003), Legislação Tributária Federal (2004), Lei do Bem (2005).",
    "status": "PLEN - Perdeu a Eficácia",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Direitos Humanos e Minorias; Economia; Educação; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "1304",
    "year": "2025",
    "date": "11/07/2025",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 9.478, de 6 de agosto de 1997, a Lei nº 10.438, de 26 de abril de 2002, a Lei nº 12.304, de 2 de agosto de 2010, a Lei nº 12.351, de 22 de dezembro de 2010, e a Lei nº 14.182, de 12 de julho de 2021.",
    "tags": "Alteração, Lei do Petróleo (1997), Lei do Setor Elétrico (2002), Lei do Pré-Sal (2010), Lei de Privatização da Eletrobras (2021), Legislação, Empresa Brasileira de Administração de Petróleo e Gás Natural - Pré-Sal Petróleo (PPSA), atividade econômica, Gás natural, Derrubada de veto, Lei das Eólicas Offshore (2025), aumento, custo, Tarifa, Fonte alternativa de energia, Geração de energia elétrica, limite, contratação, Usina hidrelétrica, Usina termelétrica, Conta de Desenvolvimento Energético (CDE).",
    "status": "Tranformada no(a) Lei Ordinária 15269/2025",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Administração Pública; Energia, Recursos Hídricos e Minerais; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MPV",
    "number": "495",
    "year": "2010",
    "date": "20/07/2010",
    "author": "Poder Executivo",
    "amendment": "Altera as Leis nºs 8.666, de 21 de junho de 1993, 8.958, de 20 de dezembro de 1994, e 10.973, de 2 de dezembro de 2004, e revoga o § 1º do art. 2º da Lei nº 11.273, de 6 de fevereiro de 2006",
    "tags": "_ Alteração, Lei das Licitações, seleção, proposta, preferência, produto manufaturado, serviços, produto nacional, mercado interno, incentivo, pesquisa, inovação tecnológica, critérios, desempate, dispensa de licitação, pregão.  \n_ Alteração,  Instituição de Ensino Superior, Instituição Científica e Tecnológica, requisitos, realização, convênio, contrato, gestão, Financiadora de Estudos e Projetos (Finep), Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), agência de fomento, contrato por prazo determinado, apoio, entidade, divulgação, Internet.  \n_ Alteração, Lei de Inovação Tecnológica, Instituição Científica e Tecnológica, tratamento diferenciado, tratamento favorecido, aquisição, bens e serviços, fundação, apoio, microempresa, empresa de  pequeno porte, infraestrutura tecnológica.  \n_Revogação, período, duração, bolsa de estudo, professor, educação básica.",
    "status": "Tranformada no(a) Lei Ordinária 12349/2010",
    "theme": "Ciência, Tecnologia e Inovação",
    "previousTheme": "Administração Pública; Ciência, Tecnologia e Inovação",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "MSC",
    "number": "914",
    "year": "2025",
    "date": "11/07/2025",
    "author": "Poder Executivo",
    "amendment": "Submete à Consideração do Congresso Nacional o texto do Acordo entre o Governo da República Federativa do Brasil e o Secretariado da Convenção-Quadro das Nações Unidas sobre Mudança do Clima, do Protocolo de Quioto e do Acordo de Paris sobre a Trigésima Sessão da Conferência das Partes na Convenção-Quadro das Nações Unidas sobre Mudança do Clima, a Vigésima Sessão da Conferência das Partes servindo como Reunião das Partes no Protocolo de Quioto, a Sétima Sessão da Conferência das Partes servindo como Reunião das Partes no Acordo de Paris, das Sessões dos Órgãos Subsidiários e Outras Reuniões da UNFCCC, também chamado de Acordo de Sede da COP30, assinado em Bonn, Alemanha, em 20 de junho de 2025.",
    "tags": "",
    "status": "Originou o(a) PDL 615/2025",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Administração Pública; Comunicações; Meio Ambiente e Desenvolvimento Sustentável; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "167",
    "year": "2022",
    "date": "26/05/2022",
    "author": "Representação Brasileira no Parlamento do Mercosul.",
    "amendment": "Aprova o texto do Acordo Sobre Localidades Fronteiriças Vinculadas, celebrado em Bento Gonçalves, em 5 de dezembro de 2019.",
    "tags": "Aprovação, ato internacional, Acordo sobre Localidades Fronteiriças Vinculadas (2019), Argentina, Brasil, Paraguai, Uruguai, cooperação internacional, cidades-gêmeas, integração, comunidade, fronteira.",
    "status": "Tranformada no(a) Decreto Legislativo 191/2025",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Indústria, Comércio e Serviços; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "242",
    "year": "2025",
    "date": "27/05/2025",
    "author": "Comissão de Relações Exteriores e de Defesa Nacional",
    "amendment": "Aprova o texto de adesão da República Federativa do Brasil ao Convênio Constitutivo do Fundo Multilateral de Investimentos IV – FUMIN IV e ao Convênio de Administração do Fundo Multilateral de Investimento IV – FUMIN IV, assinada em Punta Cana, República Dominicana, em 10 de março de 2024.",
    "tags": "Aprovação, Acordo internacional, adesão, Convênio (ato internacional), Brasil, Fundo Multilateral de Investimentos (FUMIN).",
    "status": "Diversas",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Administração Pública; Economia; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "214",
    "year": "2025",
    "date": "22/05/2025",
    "author": "Zucco",
    "amendment": "Susta, nos termos do art. 49, V, da Constituição Federal, os efeitos do Decreto nº 12.466, de 22 de maio de 2025.",
    "tags": "Sustação, Decreto, aumento, Alíquota, Imposto sobre Operações de Crédito, Câmbio e Seguro ou Relativas a Títulos ou Valores Mobiliários (IOF).",
    "status": "Tranformada no(a) Decreto Legislativo 176/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "204",
    "year": "2021",
    "date": "17/05/2021",
    "author": "Comissão de Relações Exteriores e de Defesa Nacional",
    "amendment": "Aprova o texto do Tratado sobre Extradição entre a República Federativa do Brasil e os Emirados Árabes Unidos, assinado em Brasília, em 15 de março de 2019.",
    "tags": "Aprovação, ato internacional, Tratado sobre Extradição entre a República Federativa do Brasil e os Emirados Árabes Unidos, Brasil, Emirados Árabes Unidos, cooperação internacional, cooperação jurídica internacional.",
    "status": "Tranformada no(a) Decreto Legislativo 208/2025",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Direito e Justiça; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "308",
    "year": "2024",
    "date": "19/06/2024",
    "author": "Comissão de Relações Exteriores e de Defesa Nacional",
    "amendment": "Aprova os textos das Resoluções MSC.239(83), MSC.240(83), MSC.256(84), MSC.257(84), MSC.258(84), 269(85), 282(86) e MSC.283(86), com as respectivas emendas, à Convenção Internacional para a Salvaguarda da Vida Humana no Mar (Convenção Internacional para a Salvaguarda da Vida Humana no Mar (International Convention for the Safety of Life at Sea – SOLAS), de 1974, adotadas pelo Comitê de Segurança Marítima (Maritime Safety Committee – MSC) da Organização Marítima Internacional (International Maritime Organization – IMO), entre 2007 e 2009.",
    "tags": "Aprovação, ato internacional, Resolução, Comitê de Segurança Marítima Internacional, emenda, Convenção Internacional para Salvaguarda da Vida Humana no Mar (1974).",
    "status": "Tranformada no(a) Decreto Legislativo 201/2025",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Relações Internacionais e Comércio Exterior; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "311",
    "year": "2024",
    "date": "21/06/2024",
    "author": "Comissão de Relações Exteriores e de Defesa Nacional",
    "amendment": "Aprova os textos da Convenção entre a República Federativa do Brasil e a República da Colômbia para a Eliminação da Dupla Tributação em Relação aos Tributos sobre a Renda e a Prevenção da Evasão e da Elisão Fiscais e de seu Protocolo, assinados em Brasília, em 5 de agosto de 2022.",
    "tags": "Aprovação, ato internacional, Convenção entre a República Federativa do Brasil e a República da Colômbia para a Eliminação da Dupla Tributação em Relação aos Tributos sobre a Renda e a Prevenção da Evasão e da Elisão Fiscais e de seu Protocolo (2022), Brasil, Colômbia, cooperação internacional, bitributação.",
    "status": "Tranformada no(a) Decreto Legislativo 193/2025",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Finanças Públicas e Orçamento; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "343",
    "year": "2024",
    "date": "29/08/2024",
    "author": "Comissão de Relações Exteriores e de Defesa Nacional",
    "amendment": "Aprova o texto do Protocolo Alterando o Acordo entre o Governo da República Federativa do Brasil e o Governo da República Popular da China destinado a Evitar a Dupla Tributação e Prevenir a Evasão Fiscal em Matéria de Impostos sobre a Renda e o seu Protocolo, celebrados em Pequim, em 5 de agosto de 1991, assinado em Brasília/Pequim, em 23 de maio de 2022.",
    "tags": "Ato internacional, Protocolo alterando o Acordo entre o Governo da República Federativa do Brasil e o Governo da República Popular da China Destinado a Evitar a Dupla Tributação e Prevenir a Evasão Fiscal em Matéria de Impostos sobre a Renda e o seu Protocolo em 5 de agosto de 1991 (2022), Brasil, China, matéria tributária, atividade comercial, empresa, bitributação, cooperação bilateral, Administração tributária.",
    "status": "Tranformada no(a) Decreto Legislativo 170/2025",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Finanças Públicas e Orçamento; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "3",
    "year": "2025",
    "date": "02/02/2025",
    "author": "Chris Tonietto",
    "amendment": "Susta os efeitos da Resolução nº 258, de 23 de dezembro de 2024, do Conselho Nacional dos Direitos da Criança e do Adolescente (CONANDA).",
    "tags": "Sustação, Resolução, competência, Conselho Nacional dos Direitos da Criança e do Adolescente (Conanda), atendimento, criança, adolescente, vítima, violência sexual.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Defesa e Segurança; Direitos Humanos e Minorias",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "344",
    "year": "2024",
    "date": "29/08/2024",
    "author": "Comissão de Relações Exteriores e de Defesa Nacional",
    "amendment": "Aprova o texto do Acordo entre o Governo da República Federativa do Brasil e o Governo da República da Croácia sobre Cooperação na Área de Educação, assinado em Zagreb, em 14 de fevereiro de 2023",
    "tags": "Ato internacional, Acordo entre o Governo da República Federativa do Brasil e o Governo da República da Croácia sobre Cooperação na Área de Educação (2023), Brasil, Croácia, cooperação bilateral, educação, conhecimento científico, atividade acadêmica.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Educação",
    "previousTheme": "Ciência, Tecnologia e Inovação; Educação; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "361",
    "year": "2024",
    "date": "16/10/2024",
    "author": "Comissão de Relações Exteriores e de Defesa Nacional",
    "amendment": "Aprova o texto do Protocolo Complementar sobre o Desenvolvimento Conjunto do CBERS-6 entre o Governo da República Federativa do Brasil e o Governo da República Popular da China ao “Acordo-Quadro sobre Cooperação em Aplicações Pacíficas de Ciência e Tecnologia do Espaço Exterior entre o Governo da República Federativa do Brasil e o Governo da República Popular da China”, assinado em Pequim, em 14 de abril de 2023.",
    "tags": "Aprovação, ato internacional, Protocolo Complementar sobre o Desenvolvimento Conjunto do CBERS-6 entre o Governo da República Federativa do Brasil e o Governo da República Popular da China ao Acordo-Quadro sobre Cooperação em Aplicações Pacíficas de Ciência e Tecnologia do Espaço Exterior entre o Governo da República Federativa do Brasil e o Governo da República Popular da China (2023). Brasil, China, cooperação internacional, utilização, Ciência e tecnologia.",
    "status": "Tranformada no(a) Decreto Legislativo 274/2024",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Ciência, Tecnologia e Inovação; Defesa e Segurança; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "365",
    "year": "2022",
    "date": "19/10/2022",
    "author": "Danilo Forte",
    "amendment": "Susta as RESOLUÇÕES NORMATIVAS ANEEL nº 1.024, de 28 de junho de 2022, que aprova os Submódulos 7.4, 9.4 e 10.5 dos Procedimentos de Regulação Tarifária - PRORET, e revoga as Resoluções Normativas nº 349, de 13 de janeiro de 2009 e nº 559, de 27 de junho de 2013, e nº 1.041, de 20 de setembro de 2022, que aprova novas versões dos Submódulos 7.4 e 9.4 dos Procedimentos de Regulação Tarifária - PRORET, aplicáveis às concessionárias de serviço público de transmissão de energia elétrica.\n\nNOVA EMENTA: Susta as Resoluções Normativas Aneel nºs 1.024, de 28 de junho de 2022, que \"Aprova os Submódulos 7.4, 9.4 e 10.5 dos Procedimentos de Regulação Tarifária - PRORET, e revoga as Resoluções Normativas nº 349, de 13 de janeiro de 2009 e nº 559, de 27 de junho de 2013\", e 1.041, de 20 de setembro de 2022, que \"Aprova novas versões dos Submódulos 7.4 e 9.4 dos Procedimentos de Regulação Tarifária - PRORET, aplicáveis às concessionárias de serviço público de transmissão de energia elétrica\".",
    "tags": "Sustação, Resolução Normativa, Agência Nacional de Energia Elétrica (ANEEL), aprovação, submódulo, Procedimentos de Regulação Tarifária (PRORET), metodologia, cálculo, Tarifa de Uso do Sistema de Transmissão (TUST), Tarifa de Uso dos Sistemas de Distribuição Aplicável às Centrais Geradoras (TUSDg).",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Energia, Recursos Hídricos e Minerais; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "478",
    "year": "2023",
    "date": "06/12/2023",
    "author": "Comissão de Relações Exteriores e de Defesa Nacional",
    "amendment": "Aprova o texto atualizado da Convenção Internacional sobre Padrões de Instrução, Certificação e Serviço de Quarto para Marítimos (STCW-1978), incluindo o Anexo e a Parte A do seu respectivo código, em conformidade com as “Emendas de Manila”, adotadas em 2010, no âmbito da Organização Marítima Internacional (OMI).",
    "tags": "Aprovação, texto atualizado,Convenção Internacional sobre Normas de Treinamento de Marítimos, Expedição de Certificados e de Serviço de Quarto - STCW (1978).",
    "status": "Tranformada no(a) Decreto Legislativo 188/2025",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Relações Internacionais e Comércio Exterior; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "609",
    "year": "2021",
    "date": "02/09/2021",
    "author": "Comissão de Relações Exteriores e de Defesa Nacional",
    "amendment": "Aprova o texto do Acordo de Cooperação e Facilitação de Investimentos entre a República Federativa do Brasil e a República da Índia, assinado em Nova Delhi, em 25 de janeiro de 2020.",
    "tags": "Aprovação, ato internacional, Acordo de Cooperação e Facilitação de Investimentos entre a República Federativa do Brasil e a República da Índia (2020), Brasil, Índia, cooperação internacional, investimento, desenvolvimento econômico.",
    "status": "Tranformada no(a) Decreto Legislativo 198/2025",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Economia; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "725",
    "year": "2024",
    "date": "18/12/2024",
    "author": "Comissão Mista de Controle das Atividades de Inteligência - CCAI",
    "amendment": "Aprova o Relatório da Comissão Mista de Controle da Atividade de Inteligência como apreciação, pelo Congresso Nacional, dos textos da Política Nacional de Defesa, da Estratégia Nacional de Defesa e o Livro Branco de Defesa Nacional atualizados, encaminhados em cumprimento ao disposto na Lei Complementar n.º 97, de 9 de junho de 1999, alterada pela Lei Complementar n° 136, de 25 de agosto de 2010.",
    "tags": "Aprovação, Relatório (documento administrativo), Comissão Mista de Controle das Atividades de Inteligência (CCAI), Política Nacional de Defesa (PND), Estratégia Nacional de Defesa (END), Livro Branco de Defesa Nacional (LBDN).",
    "status": "Tranformada no(a) Decreto Legislativo 175/2025",
    "theme": "Defesa e Segurança",
    "previousTheme": "Defesa e Segurança; Processo Legislativo e Atuação Parlamentar",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PDL",
    "number": "98",
    "year": "2023",
    "date": "06/04/2023",
    "author": "Evair Vieira de Melo",
    "amendment": "Susta os efeitos dos dispositivos do decreto nº 11.467, de 5 de abril de 2023, que dispõe sobre a prestação regionalizada dos serviços públicos de saneamento básico, o apoio técnico e financeiro de que trata o art. 13 da Lei nº 14.026, de 15 de julho de 2020, a alocação de recursos públicos federais e os financiamentos com recursos da União ou geridos ou operados por órgãos ou entidades da União de que trata o art. 50 da Lei nº 11.445, de 5 de janeiro de 2007, e a alteração do Decreto nº 7.217, de 21 de junho de 2010, e do Decreto nº 10.430, de 20 de julho de 2020.\n\nNOVA EMENTA: Susta os §§ 1º, 2º e 3º do art. 1º e o art. 10 do Decreto nº 11.466, de 5 de abril de 2023, e os §§ 13 a 17 do art. 6º do Decreto nº 11.467, de 5 de abril de 2023, que regulamentam dispositivos do marco legal do saneamento básico.",
    "tags": "Sustação, Decreto, alteração, Marco Legal do Saneamento Básico, regionalização, serviços, saneamento básico, ausência, licitação.",
    "status": "MESA - Arquivada",
    "theme": "Cidades e Desenvolvimento Urbano",
    "previousTheme": "Administração Pública; Cidades e Desenvolvimento Urbano",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "10",
    "year": "2021",
    "date": "13/05/2021",
    "author": "Rodrigo de Castro",
    "amendment": "Altera o inciso IV, § 2º, do art. 4º da Emenda Constitucional Nº 109, de 2021.",
    "tags": "Alteração, Emenda constitucional, redução, incentivo, benefício, natureza tributária, âmbito federal, exceção, setor industrial, Tecnologia da informação e comunicação (TIC), dispositivo semicondutor.",
    "status": "Tranformada no(a) Emenda Constitucional 121/2022",
    "theme": "Indústria, Comércio e Serviços",
    "previousTheme": "Ciência, Tecnologia e Inovação; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "16",
    "year": "2021",
    "date": "24/06/2021",
    "author": "Senado Federal",
    "amendment": "Altera o art. 12 da Constituição Federal para suprimir a perda da nacionalidade brasileira em razão da mera aquisição de outra nacionalidade, incluir a exceção para situações de apatridia e acrescentar a possibilidade de a pessoa requerer a perda da própria nacionalidade.",
    "tags": "Constituição Federal (1988), supressão, perda, nacionalidade, Brasileiro nato, aquisição, Nacionalidade secundária. _ Perda, nacionalidade, solicitação, Brasileiro nato, exceção, situação, consequência, Apátrida. _ Possibilidade, pessoa, restabelecimento, Nacionalidade originária, posterioridade, renúncia, nacionalidade.",
    "status": "Tranformada no(a) Emenda Constitucional 131/2023",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Direito Civil e Processual Civil; Direitos Humanos e Minorias",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "14",
    "year": "2021",
    "date": "25/05/2021",
    "author": "Dr. Leonardo",
    "amendment": "Altera o art. 198 da Constituição Federal para estabelecer o Sistema de Proteção Social e Valorização dos Agentes Comunitários de Saúde e Agentes de Combate às Endemias, a aposentadoria especial e exclusiva, e fixar a responsabilidade do gestor local do SUS pela regularidade do vínculo empregatício desses profissionais.",
    "tags": "Constituição Federal (1988), admissão, agente comunitário de saúde, agente de combate às endemias, processo seletivo, concurso público. _Criação, Sistema de Proteção Social e Valorização dos Agentes Comunitários de Saúde e dos Agentes de Combate às Endemias, Sistema Único de Saúde (SUS). _Competência, União, assistência financeira, Estado (ente federado), Distrito Federal (Brasil), Município, piso salarial, educação e formação profissional, agente comunitário de saúde, agente de combate às endemias. _Critério, concessão, aposentadoria especial, pensão. _Agente comunitário de saúde, agente de combate às endemias, vínculo empregatício, caráter temporário, admissão, regime jurídico, provimento de cargo público.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Saúde",
    "previousTheme": "Previdência e Assistência Social; Saúde; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "24",
    "year": "2019",
    "date": "20/03/2019",
    "author": "Luisa Canziani",
    "amendment": "Acrescenta inciso V ao § 6º do art. 107 do Ato das Disposições Constitucionais Transitórias, para excluir despesas de instituições federais de ensino, nos termos especificados, da base de cálculo e dos limites individualizados para as despesas primárias.",
    "tags": "Ato das Disposições Constitucionais Transitórias, exclusão, base de cálculo, Despesa não financeira, receita, convênio, doação, Instituição federal de ensino.",
    "status": "MESA - Arquivada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Educação; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "3",
    "year": "2021",
    "date": "24/02/2021",
    "author": "Celso Sabino",
    "amendment": "Altera os arts. 14, 27, 53, 102 e 105 da Constituição Federal, para dispor sobre as prerrogativas parlamentares e dá outras providências.",
    "tags": "Alteração, Constituição Federal (1988), Imunidade parlamentar, Imunidade material, Foro privilegiado, Supremo Tribunal Federal (STF), Prerrogativa de poder, Prerrogativa constitucional, Prisão em flagrante, crime inafiançável, definição, custódia, Câmara dos Deputados, Senado Federal, proibição, Afastamento cautelar, Deputado Federal, Senador, Poder Judiciário, Justiça comum.",
    "status": "MESA - Arquivada",
    "theme": "Direito Constitucional",
    "previousTheme": "Direito Constitucional; Direito e Justiça; Processo Legislativo e Atuação Parlamentar",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "407",
    "year": "1996",
    "date": "21/08/1996",
    "author": "LUCIANO CASTRO",
    "amendment": "Altera a redação do artigo 100 da Constituição Federal e acrescenta artigo ao Ato das Disposições Constitucionais Transitórias.",
    "tags": "ALTERAÇÃO, CONSTITUIÇÃO FEDERAL, JUDICIARIO, EXIGENCIA, UNIÃO FEDERAL, ESTADOS, MUNICIPIOS, AUTARQUIA, PAGAMENTO, SENTENÇA JUDICIAL, TRANSITO EM JULGADO, PRECATORIO, CUMPRIMENTO, ORDEM CRONOLOGICA, APRESENTAÇÃO, CONTAS, FIXAÇÃO, PRAZO, QUITAÇÃO, DEBITOS, NATUREZA ALIMENTAR, SALARIO, VENCIMENTOS, PROVENTOS, PENSÕES, COMPLEMENTAÇÃO, BENEFICIO PREVIDENCIARIO, INDENIZAÇÃO TRABALHISTA, INVALIDEZ, MORTE, ACIDENTE DO TRABALHO, RESPONSABILIDADE CIVIL, FORNECIMENTO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), JURISDIÇÃO,  EXECUÇÃO DE SENTENÇA, TRANSFERENCIA, RECURSOS, CREDITO ADICIONAL, OMISSÃO, PRESIDENTE, TRIBUNAIS, REQUISIÇÃO, DETERMINAÇÃO, SEQUESTRO, VERBA, COBERTURA, INSUFICIENCIA, RECURSOS FINANCEIROS, RESSARCIMENTO DE PRETERIÇÃO, PRECEDENCIA, POSSIBILIDADE, RECEBIMENTO, CREDITOS, REQUERIMENTO, CREDOR, TITULO DA DIVIDA PUBLICA, CLAUSULA, JUROS, PRESERVAÇÃO, QUANTIA, DESCUMPRIMENTO, CRIME DE RESPONSABILIDADE, AUTORIDADE, OBSTACULO, TEMPESTIVIDADE, LIQUIDAÇÃO, REPRESENTAÇÃO, SUPREMO TRIBUNAL FEDERAL (STF), SUPERIOR TRIBUNAL DE JUSTIÇA (STJ).  \n_ ALTERAÇÃO, DISPOSIÇÕES CONSTITUCIONAIS TRANSITORIAS, AUTORIZAÇÃO, PAGAMENTO, CREDOR, CONVERSÃO, DIVIDA, TITULO DA DIVIDA PUBLICA, CERTIFICADO, PODER PUBLICO, QUITAÇÃO, PARCELA, EXERCICIO FINANCEIRO, PRECATORIO, DEBITOS, INDENIZAÇÃO TRABALHISTA, FAZENDA PUBLICA, PODER PUBLICO.",
    "status": "Tranformada no(a) Emenda Constitucional 30/2000",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "39",
    "year": "2022",
    "date": "08/12/2022",
    "author": "Senado Federal - Eunício de Oliveira",
    "amendment": "Altera o § 1º do art. 31 e o art. 75 da Constituição Federal para estabelecer os Tribunais de Contas como órgãos permanentes e essenciais ao controle externo da administração pública.",
    "tags": "Alteração, Constituição Federal (1988), Tribunal de contas, Controle externo, Administração Pública, Órgão autônomo, caráter permanente.",
    "status": "PLEN - Aguardando Promulgação",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Direito e Justiça; Economia",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "26",
    "year": "2022",
    "date": "01/11/2022",
    "author": "Christino Aureo",
    "amendment": "Altera o art. 96 da Constituição Federal, para dispor sobre a eleição dos órgãos diretivos dos Tribunais de Justiça.",
    "tags": "Constituição Federal (1988), Poder Judiciário, critério, eleição, cargo de direção, Tribunal de Justiça.",
    "status": "Tranformada no(a) Emenda Constitucional 134/2024",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "48",
    "year": "1995",
    "date": "11/04/1995",
    "author": "CUNHA BUENO",
    "amendment": "Acrescenta ao inciso II, do artigo 192, da Constituição Federal, a expressão \"resseguro\" após a palavra \"seguro\".",
    "tags": "ALTERAÇÃO, DISPOSITIVOS, SISTEMA FINANCEIRO NACIONAL, CONSTITUIÇÃO\nFEDERAL, INCLUSÃO, REGULAMENTAÇÃO, LEI COMPLEMENTAR,\nAUTORIZAÇÃO, FUNCIONAMENTO, ESTABELECIMENTO, ENTIDADE, RESSEGURO.",
    "status": "Tranformada no(a) Emenda Constitucional 13/1996",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "44",
    "year": "2023",
    "date": "14/09/2023",
    "author": "Bibo Nunes",
    "amendment": "Adiciona-se parágrafo 9ºB ao artigo 166 da Constituição Federal para permitir o emendamento em reserva, de 5% para o uso em catástrofes e emergências naturais.\n\n\n\n\nNOVA EMENTA: Altera o art. 166 da Constituição Federal e acrescenta o art. 138 no Ato das Disposições Constitucionais Transitórias, para destinar parte dos recursos das emendas individuais e de bancadas estaduais e do orçamento da União a ações de prevenção, mitigação, preparação, resposta e recuperação de desastres.",
    "tags": "Constituição Federal (1988), senador, deputado, recursos, Emenda individual, Catástrofe natural, Desastre ambiental, Situação de emergência, ente federado, diretrizes.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Defesa e Segurança; Finanças Públicas e Orçamento; Processo Legislativo e Atuação Parlamentar",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "66",
    "year": "2023",
    "date": "22/08/2024",
    "author": "Senado Federal - Jader Barbalho",
    "amendment": "Institui limite para o pagamento de precatórios pelos Municípios, abre novo prazo de parcelamento especial de débitos dos Municípios com seus regimes próprios de previdência social e com o Regime Geral de Previdência Social e dá outras providências.",
    "tags": "Constituição Federal (1988), Regime Próprio de Previdência Social (RPPS), Estado (ente federado), Distrito Federal (Brasil), Município. _ Procedimento, Pagamento, precatório, parcelamento, débito, Contribuição previdenciária, Município.",
    "status": "Tranformada no(a) Emenda Constitucional 136/2025",
    "theme": "Previdência e Assistência Social",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Previdência e Assistência Social",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "7",
    "year": "1995",
    "date": "16/02/1995",
    "author": "Poder Executivo",
    "amendment": "Altera o art. 178 da Constituição Federal.",
    "tags": "ALTERAÇÃO, DISPOSITIVOS, ORDEM ECONOMICA, ORDEM FINANCEIRA,\nCONSTITUIÇÃO FEDERAL.\nEXCLUSÃO, DISPOSITIVOS, CONSTITUIÇÃO FEDERAL, UTILIZAÇÃO,\nEMBARCAÇÃO PESQUEIRA, BARCO, PESCA, TRANSPORTE A GRANEL,\nPREDOMINANCIA, ARMADOR, AMBITO NACIONAL, BRASILEIROS, NAVIO,\nBANDEIRA BRASILEIRA, REGISTRO, COMERCIO EXTERNIOR, PAIS\nEXPORTADOR, PAIS IMPORTADOR, PRAZO, EDIÇÃO, LEI FEDERAL,\nCONTINUAÇÃO, NAVEGAÇÃO DE CABOTAGEM, NAVEGAÇÃO INTERIOR,\nCOMPETENCIA PRIVATIVA, EMBARCAÇÃO NACIONAL, RESSALVA,\nNECESSIDADE PUBLICA.",
    "status": "Tranformada no(a) Emenda Constitucional 7/1995",
    "theme": "Economia",
    "previousTheme": "Administração Pública; Economia; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "72",
    "year": "2023",
    "date": "21/03/2024",
    "author": "Senado Federal - Cleitinho",
    "amendment": "Altera o art. 155 da Constituição Federal para conceder imunidade do Imposto sobre a Propriedade de Veículos Automotores (IPVA) aos veículos que especifica.",
    "tags": "Constituição Federal (1988), critério, Imunidade tributária, Imposto sobre a Propriedade de Veículos Automotores (IPVA), automóvel, Caminhonete, veículo misto, veículo de passageiro, ano, fabricação, benefício fiscal, tributação.",
    "status": "Tranformada no(a) Emenda Constitucional 137/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Finanças Públicas e Orçamento; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PEC",
    "number": "9",
    "year": "2023",
    "date": "22/03/2023",
    "author": "Paulo Magalhães",
    "amendment": "Altera a Emenda Constitucional nº 117, de 5 de abril de 2022, quanto à aplicação de sanções aos partidos que não preencheram a cota mínima de recursos ou que não destinaram os valores mínimos em razão de sexo e raça em eleições, bem como nas prestações de contas anuais e eleitorais.\n\nNOVA EMENTA: Impõe aos partidos políticos a obrigatoriedade da aplicação de recursos financeiros para as candidaturas de pessoas pretas e pardas; estabelece parâmetros e condições para regularização e refinanciamento de débitos de partidos políticos; e reforça a imunidade tributária dos partidos políticos conforme previsto na Constituição Federal.",
    "tags": "Alteração, Constituição Federal (1988), Emenda constitucional, critério, aplicação, sanção, partido político, descumprimento, destinação, recursos, cota de gênero, sistema de cotas raciais, eleições, autorização, partido político, arrecadação, recursos, pessoa jurídica.",
    "status": "Tranformada no(a) Emenda Constitucional 133/2024",
    "theme": "Política, Partidos e Eleições",
    "previousTheme": "Direitos Humanos e Minorias; Finanças Públicas e Orçamento; Política, Partidos e Eleições",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1016",
    "year": "2023",
    "date": "08/03/2023",
    "author": "Ricardo Ayres",
    "amendment": "Altera a Lei nº 12.546, de 14 de dezembro de 2011, para prorrogar o prazo referente à contribuição previdenciária sobre a receita bruta, e a Lei nº 10.865, de 30 de abril de 2004, para prorrogar o prazo referente a acréscimo de alíquota da Contribuição Social para o Financiamento da Seguridade Social devida pelo Importador de Bens Estrangeiros ou Serviços do Exterior (Cofins-Importação), nos termos que especifica.",
    "tags": "Alteração, Lei Federal, prorrogação, prazo, Regime Especial de Reintegração de Valores Tributários para as Empresas Exportadoras (Reintegra), Exoneração tributária, folha de pagamento, acréscimo, percentual, alíquota, Contribuição Social para o Financiamento da Seguridade Social devida pelo Importador de Bens Estrangeiros ou Serviços do Exterior (Cofins-Importação), tributação.",
    "status": "MESA - Arquivada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Finanças Públicas e Orçamento; Indústria, Comércio e Serviços; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1085",
    "year": "2023",
    "date": "13/03/2023",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre a igualdade salarial e remuneratória entre mulheres e homens para o exercício de mesma função e altera a Consolidação das Leis do Trabalho, aprovada pelo Decreto-Lei nº 5.452, de 1º de maio de 1943.",
    "tags": "Equiparação salarial, mulher, homem, igualdade entre os sexos, Direitos do trabalhador. _Alteração, Consolidação das Leis do Trabalho (CLT), aumento, multa, discriminação de gênero, discriminação racial, discriminação salarial. _Critério, indenização, dano moral, empregado, mulher. _Diretrizes, relatório (documento administrativo), transparência salarial e remuneratória, pessoa jurídica de direito privado.",
    "status": "Tranformada no(a) Lei Ordinária 14611/2023",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Direitos Humanos e Minorias; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1087",
    "year": "2025",
    "date": "18/03/2025",
    "author": "Poder Executivo",
    "amendment": "Altera a legislação do imposto sobre a renda para instituir a redução do imposto devido nas bases de cálculo mensal e anual e a tributação mínima para as pessoas físicas que auferem altas rendas, e dá outras providências.",
    "tags": "Alteração, Legislação Tributária Federal (pessoa física) (1995), redução, imposto, Rendimento tributável, pessoa física. _ Criação, Imposto sobre a renda das pessoas físicas mínimo (IRPFM), alíquota, base de cálculo, tributação, contribuinte de alta renda.",
    "status": "Tranformada no(a) Lei Ordinária 15270/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1112",
    "year": "2023",
    "date": "14/03/2023",
    "author": "Alfredo Gaspar",
    "amendment": "Acrescenta inciso ao art. 112 da Lei nº 7.210, de 11 de julho de 1984 - Lei de Execução Penal, para estabelecer em 80% (oitenta por cento) o cumprimento mínimo da pena para progressão de regime, caso o apenado seja\ncondenado por homicídio na forma do art. 121, § 2º, inciso VII do Código Penal.",
    "tags": "Alteração, Lei de Execução Penal, critério, exigência, cumprimento, percentual, pena, concessão, Progressão de regime prisional, condenado, homicídio, vítima, Autoridade pública, Profissional da segurança pública, Força Nacional de Segurança Pública (FNSP), Sistema carcerário.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1",
    "year": "2025",
    "date": "02/01/2025",
    "author": "Superior Tribunal de Justiça",
    "amendment": "Dispõe sobre a criação de oito varas federais no Estado de Santa Catarina, a transformação de cargos de juiz federal substituto na Justiça Federal da 4ª Região e a criação de cargos de juízes federais e dá outras providências.",
    "tags": "Criação, vara federal, Tribunal Regional Federal (TRF) (4. Região), Seção judiciária, Santa Catarina. _Transformação, cargo público, Juiz substituto. _Criação, cargo público, Juiz federal.",
    "status": "Tranformada no(a) Lei Ordinária 15172/2025",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1213",
    "year": "2024",
    "date": "11/04/2024",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre a criação das Carreiras de Especialista em Indigenismo, de Técnico em Indigenismo e de Tecnologia da Informação, cria o Plano Especial de Cargos da Funai - PECFUNAI e o quadro suplementar da Fundação Nacional dos Povos Indígenas - Funai, define o órgão supervisor e altera a remuneração do cargo de Analista Técnico de Políticas Sociais, de que trata a Lei nº 12.094, de 19 de novembro de 2009, altera a remuneração das Carreiras e do Plano Especial de Cargos da Agência Nacional de Mineração, de que trata a Lei nº 11.046, de 27 de dezembro de 2004, altera a remuneração dos cargos das Carreiras de Policial Federal e de Policial Rodoviário Federal, cria a Polícia Penal Federal e a Carreira de Policial Penal Federal, altera a remuneração do cargo de Especialista Federal em Assistência à Execução Penal e de Técnico Federal de Apoio à Execução Penal, altera a Lei nº 8.691, de 28 de julho de 1993, e dá outras providências.\n\nNOVA EMENTA: Cria as carreiras de Especialista em Indigenismo, de Técnico em Indigenismo e de Tecnologia da Informação; cria o Plano Especial de Cargos da Funai (PECFunai) e o quadro suplementar da Fundação Nacional dos Povos Indígenas (Funai); define o órgão supervisor e altera a remuneração do cargo de Analista-Técnico de Políticas Sociais; altera a remuneração das carreiras e do Plano Especial de Cargos da Agência Nacional de Mineração (PEC-ANM); altera a remuneração dos cargos das carreiras de Policial Federal e de Policial Rodoviário Federal; cria a Polícia Penal Federal e a carreira de Policial Penal Federal; altera a remuneração dos cargos de Especialista Federal em Assistência à Execução Penal e de Técnico Federal de Apoio à Execução Penal; altera as Leis nºs 11.907, de 2 de fevereiro de 2009, 12.702, de 7 de agosto de 2012, 12.094, de 19 de novembro de 2009, 11.046, de 27 de dezembro de 2004, 10.871, de 20 de maio de 2004, 13.575, de 26 de dezembro de 2017, 14.204, de 16 de setembro de 2021, 14.600, de 19 de junho de 2023, 10.887, de 18 de junho de 2004, 11.358, de 19 de outubro de 2006, 9.654, de 2 de junho de 1998, 8.691, de 28 de julho de 1993, 12.277, de 30 de junho de 2010, e 11.356, de 19 de outubro de 2006; e revoga a Lei nº 10.693, de 25 de junho de 2003, e a Medida Provisória nº 1.203, de 29 de dezembro de 2023, e dispositivos das Leis nºs 8.460, de 17 de setembro de 1992, 11.357, de 19 de outubro de 2006, 11.538, de 8 de novembro de 2007, 12.775, de 28 de dezembro de 2012, 13.324, de 29 de julho de 2016, 13.327, de 29 de julho de 2016, 13.371, de 14 de dezembro de 2016, e 14.673, de 14 de setembro de 2023.",
    "tags": "Criação, cargo efetivo, Carreira de Especialista em Indigenismo, Carreira de Técnico em Indigenismo, cargo de nível superior, Especialista em Indigenismo, cargo técnico, Técnico em Indigenismo, Plano Especial de Cargos da Funai (PECFUNAI). _Critério, concessão, Gratificação de Apoio à Execução da Política Indigenista (Gapin), Gratificação de Desempenho de Atividade Indigenista (Gdain). _Analista em tecnologia da informação, reorganização, Carreira de Tecnologia da Informação, subsídio (remuneração). _Carreira de Desenvolvimento de Políticas Sociais, Ministério da Gestão e da Inovação em Serviços Públicos, subsídio (remuneração), interstício, progressão funcional, promoção. _Reestruturação, Carreira pública, Plano Especial de Cargos da Agência Nacional de Mineração, subsídio (remuneração). _Gratificação Temporária de Atividade em Escola de Governo (GAEG), inclusão, Escola Superior da Advocacia-Geral da União Ministro Victor Nunes Leal (EAGU).  _Prazo, extinção, cargo em comissão, função comissionada. _Criação, Gratificação Temporária de Proteção e Defesa Civil (GPDEC). _ Remuneração, Carreira de Policial Federal, Carreira de Policial Rodoviário Federal. _ Transformação, cargo administrativo, Agente federal de execução penal, Policial Penal Federal. _ Plano de cargos, carreiras e salários, Ciência e tecnologia, Administração Pública.",
    "status": "Tranformada no(a) Lei Ordinária 14875/2024",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "11247",
    "year": "2018",
    "date": "19/12/2018",
    "author": "Senado Federal - Fernando Collor",
    "amendment": "Dispõe sobre a ampliação das atribuições institucionais relacionadas à Política Energética Nacional com o objetivo de promover o desenvolvimento da geração de energia elétrica a partir de fonte eólica localizada nas águas interiores, no mar territorial e na zona econômica exclusiva e da geração de energia elétrica a partir de fonte solar fotovoltaica.\n\nNOVA EMENTA: Disciplina o aproveitamento de potencial energético offshore; e altera as Leis nºs 9.478, de 6 de agosto de 1997, 10.438, de 26 de abril de 2002, 9.427, de 26 de dezembro de 1996, 14.182, de 12 de julho de 2021, 10.848, de 15 de março de 2004, e 14.300, de 6 de janeiro de 2022.",
    "tags": "Alteração, lei federal, licitação, Concessão (administração pública), Autorização (administração pública), implantação, usina eólica, Mar territorial, Águas territoriais, Zona econômica exclusiva, Usina eólica marítima, Usina solar,  Energia solar fotovoltaica, procedimento. \n_Alteração, Lei do Petróleo, Política Energética Nacional, Recursos energéticos, mar territorial, geração, energia de fonte solar fotovoltaica, Conselho Nacional de Política Energética (CNPE), definição, prisma eólico, prisma fotovoltaico, Concessão (administração pública).\n_Alteração, Lei da Agência Nacional de Energia Elétrica, Agência Nacional de Energia Elétrica (ANEEL), regulação, atividade, geração, energia de fonte solar fotovoltaica, Energia eólica, procedimento, Concessão (administração pública), Autorização (administração pública), usina eólica, Mar territorial, Águas territoriais, Zona econômica exclusiva, Usina eólica offshore, Usina solar,  Energia solar fotovoltaica.\n_Alteração, lei federal, competência, Empresa de Pesquisa Energética (EPE), estudo, recursos energéticos, mar territorial, Zona econômica exclusiva, prisma eólico, prisma fotovoltaico, licença ambiental. \n_Regime de autorização, regime de concessão, exploração, energia de fonte solar fotovoltaica, energia eólica, Mar territorial, Águas territoriais, Zona econômica exclusiva, licitação.",
    "status": "MESA - Arquivada",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Administração Pública; Energia, Recursos Hídricos e Minerais",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "1269",
    "year": "2022",
    "date": "17/05/2022",
    "author": "Paulo Abi-Ackel",
    "amendment": "Acrescenta o Art. 16-A na Lei Federal nº 8.429 de 02 de junho de 1992, que dispõe sobre as sanções aplicáveis em virtude da prática de atos de improbidade administrativa, de que trata o § 4º do art. 37\nda Constituição Federal; e dá outras providências, especificamente nos efeitos jurídicos das declarações de indisponibilidade de bens.\n\n\nNOVA EMENTA: Altera a Lei nº 13.097, de 19 de janeiro de 2015, para garantir a eficácia dos negócios jurídicos relativos a imóveis em cuja matrícula inexista averbação, mediante decisão judicial, de qualquer tipo de constrição judicial.",
    "tags": "Alteração, Lei da Improbidade Administrativa, negócio jurídico, finalidade, formação, transferência, troca, direito real, imóvel, necessidade, anotação, situação jurídica, bem imóvel, proteção, efeito pro futuro, transação imobiliária, indisponibilidade de bens.",
    "status": "Tranformada no(a) Lei Ordinária 14825/2024",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Direito Civil e Processual Civil",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "127",
    "year": "2024",
    "date": "05/02/2024",
    "author": "André Janones",
    "amendment": "Altera a Lei nº 10.741, de 1º de outubro de 2003, que “dispõe sobre o Estatuto da Pessoa Idosa e dá outras providências”, para dispor sobre a criação de um programa de saúde mental voltado à população idosa de baixa renda.",
    "tags": "Alteração, Estatuto do Idoso, Política Nacional de Saúde Mental, inclusão, programa (administração), saúde mental, exclusividade, atendimento, idoso, população de baixa renda.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Saúde",
    "previousTheme": "Direitos Humanos e Minorias; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1694",
    "year": "2025",
    "date": "15/04/2025",
    "author": "Tribunal Superior do Trabalho",
    "amendment": "Dispõe sobre a transformação de cargos vagos no quadro permanente do Tribunal Regional do Trabalho da 2ª Região, sem aumento de despesas.",
    "tags": "Transformação, cargo vago, Juiz do Trabalho substituto, Desembargador, Justiça do trabalho, criação, cargo em comissão, função comissionada, Poder Judiciário, Tribunal Regional do Trabalho (TRT), São Paulo (SP), São Paulo (Estado).",
    "status": "Tranformada no(a) Lei Ordinária 15208/2025",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "13",
    "year": "2020",
    "date": "03/02/2020",
    "author": "Capitão Alberto Neto",
    "amendment": "Altera a Lei nº 13.969, de 26 de dezembro de 2019, para ampliar o crédito financeiro concedido no caso de investimentos em atividades de pesquisa, desenvolvimento e inovação relativos a bens classificados nas posições 8471.30.1, 8471.4, 8471.50.10 e 8473.30 da Tabela de Incidência do Imposto sobre Produtos Industrializados (Tipi), independentemente de serem decorrentes de tecnologias desenvolvidas no País.\n\nNOVA EMENTA: Aperfeiçoa a política industrial para o setor de tecnologias da informação e comunicação e para o setor de semicondutores; adequa o prazo de concessão de incentivos e de estímulo à tecnologia nacional; cria o Programa Brasil Semicondutores (Brasil Semicon); e altera o Decreto-Lei nº 288, de 28 de fevereiro de 1967, e as Leis nºs 8.248, de 23 de outubro de 1991, 11.484, de 31 de maio de 2007, e 13.969, de 26 de dezembro de 2019.",
    "tags": "Alteração, Lei Federal, ampliação, recursos financeiros, investimento, atividade, pesquisa e desenvolvimento, inovação, produção, notebook, unidade digital de processamento.",
    "status": "Tranformada no(a) Lei Ordinária 14968/2024",
    "theme": "Ciência, Tecnologia e Inovação",
    "previousTheme": "Ciência, Tecnologia e Inovação; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1325",
    "year": "1995",
    "date": "06/12/1995",
    "author": "RENATO JOHNSSON",
    "amendment": "DISPÕE SOBRE A CRIAÇÃO DO CADASTRO NACIONAL DE REGISTRO E PROTEÇÃO DE CULTIVARES - CNRPC, INSTITUI O DIREITO DE PROTEÇÃO DE CULTIVARES, E DA OUTRAS PROVIDENCIAS.",
    "tags": "NORMAS, CRIAÇÃO, CADASTRO, AMBITO NACIONAL, REGISTRO, PROTEÇÃO, PRATICAS CULTIVARES, DIREITOS, PROPRIEDADE INTELECTUAL, DEFINIÇÃO, CULTIVO, ESPECIE, SEMENTE, GARANTIA, PRAZO, PEDIDO, PROTOCOLO, SOLICITAÇÃO, CONCESSÃO, CERTIFICADO, DEVERES, TITULAR, USO PUBLICO, SERVIÇO PUBLICO RESTRITO, SUSPENSÃO, PROCESSO, FIXAÇÃO, SANÇÃO, PESSOAS, EMBALAGEM, ARMAZENAGEM, IMPORTAÇÃO, EXPORTAÇÃO, VENDA, CESSÃO, MATERIAL, PROPAGANDA, AUSENCIA, AUTORIZAÇÃO, PROPRIETARIO, OBRIGAÇÃO, INDENIZAÇÃO, APREENSÃO, PRODUTO, DESTRUIÇÃO, REMESSA, CONSUMO, PAGAMENTO, MULTA, PRESTAÇÃO DE SERVIÇO, CONTRATO DE TRABALHO, EXTINÇÃO, NULIDADE, CRITERIOS, GESTÃO, OBJETIVO, AGRICULTURA.",
    "status": "Tranformada no(a) Lei Ordinária 9456/1997",
    "theme": "Agricultura, Pecuária, Pesca e Extrativismo",
    "previousTheme": "Agricultura, Pecuária, Pesca e Extrativismo; Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1707",
    "year": "2024",
    "date": "09/05/2024",
    "author": "Pedro Uczai",
    "amendment": "Altera a Lei nº 12.087, de 11 de novembro de 2009, para incluir cooperativas solares entre as entidades elegíveis para a garantia de risco às operações de crédito do Fundo de Garantia de Operações - FGO, nas condições que especifica.",
    "tags": "Alteração, Legislação, Auxílio financeiro, União, Estado (ente federado), inclusão, Sociedade cooperativa, Energia solar, garantia, Risco financeiro, Operação financeira, Fundo Garantidor de Operações (FGO), finalidade, incentivo, Desenvolvimento produtivo, Transição energética, Justiça social.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Energia, Recursos Hídricos e Minerais; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1707",
    "year": "2025",
    "date": "14/04/2025",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre medidas excepcionais destinadas ao enfrentamento de impactos decorrentes de estado de calamidade pública, aplicáveis às parcerias entre a administração pública e as organizações da sociedade civil.",
    "tags": "Enfrentamento, consequência, calamidade pública, parceria, situação de emergência, administração pública, organização da sociedade civil, diretrizes, aumento, transparência pública, recursos públicos.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Cidades e Desenvolvimento Urbano; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1743",
    "year": "2024",
    "date": "10/05/2024",
    "author": "Doutor Luizinho",
    "amendment": "Altera o artigo 55 da Lei nº 8.906, de 4 de julho de 1994 - que dispõe sobre o Estatuto da Advocacia e a Ordem dos Advogados do Brasil - OAB, para fins de alterar a nomenclatura da Secretaria-Geral Adjunta, bem como a composição da Diretoria do Conselho Federal da OAB, e acrescenta o parágrafo único ao artigo 57.",
    "tags": "Alteração, Estatuto da OAB (1994), nomenclatura, Corregedoria, composição, Diretoria, Ordem dos Advogados do Brasil (OAB). Conselho Federal, Entidade de classe, Organização administrativa, Quadro de pessoal.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direito e Justiça",
    "previousTheme": "Direito e Justiça; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1708",
    "year": "2025",
    "date": "14/04/2025",
    "author": "Poder Executivo",
    "amendment": "Autoriza o Banco do Nordeste do Brasil S.A. a constituir subsidiárias integrais ou controladas.",
    "tags": "Autorização, Sociedade subsidiária, Sociedade subsidiária integral, Banco do Nordeste do Brasil (BNB), objeto social, atividade correlata, diretrizes, instituição financeira oficial.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Economia",
    "previousTheme": "Administração Pública; Economia",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1847",
    "year": "2024",
    "date": "22/08/2024",
    "author": "Senado Federal - Efraim Filho",
    "amendment": "Estabelece regime de transição para a contribuição substitutiva prevista nos arts. 7º e 8º da Lei nº 12.546, de 14 de dezembro de 2011, e para o adicional sobre a Cofins-Importação previsto no § 21 do art. 8º da Lei nº 10.865, de 30 de abril de 2004; altera as Leis nºs 8.212, de 24 de julho de 1991, 8.742, de 7 de dezembro de 1993, 10.522, de 19 de julho de 2002, 10.779, de 25 de novembro de 2003, 10.865, de 30 de abril de 2004, 12.546, de 14 de dezembro de 2011, e 13.988, de 14 de abril de 2020; e revoga dispositivos dos Decretos-Lei             nºs 1.737, de 20 de dezembro de 1979, e 2.323, de 26 de fevereiro de 1987, e das Leis nºs 9.703, de 17 de novembro de 1998, e 11.343, de 23 de agosto de 2006, e a Lei nº 12.099, de 27 de novembro de 2009.",
    "tags": "Transição, fim, exoneração tributária, folha de pagamento, reoneração, redução gradual, adicional, Contribuição Social para o Financiamento da Seguridade Social devida pelo Importador de Bens Estrangeiros ou Serviços do Exterior (Cofins-Importação), equilíbrio fiscal, geração de emprego compensação, renúncia fiscal, contribuição previdenciária, município, negociação, crédito, transação (direito), dívida, autarquia, fundação pública, atualização, valor, bens imóveis, Regime Especial de Regularização Geral de Bens Cambial e Tributária (RERCT-Geral), combate, fraude, gasto público, depósito judicial, depósito extrajudicial, benefício fiscal, tributação.",
    "status": "Tranformada no(a) Lei Ordinária 14973/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "182",
    "year": "2024",
    "date": "30/06/2015",
    "author": "Jaime Martins",
    "amendment": "Estabelece redução de tributos para produtos adequados à economia verde de baixo carbono.\n\nNOVA EMENTA: Institui o Sistema Brasileiro de Comércio de Emissões de Gases de Efeito Estufa (SBCE); e altera as Leis nºs 12.187, de 29 de dezembro de 2009, 12.651, de 25 de maio de 2012 (Código Florestal), 6.385, de 7 de dezembro de 1976, 11.033, de 21 de dezembro de 2004, e 6.015, de 31 de dezembro de 1973 (Lei de Registros Públicos).",
    "tags": "Benefício fiscal, redução, alíquota, Imposto sobre Produtos Industrializados (IPI),Contribuição para os Programas de Integração Social e de Formação do Patrimônio do Servidor Público (Contribuição PIS-Pasep), Contribuição para Financiamento da Seguridade Social (Cofins), diminuição, carbono, economia verde, tributação.",
    "status": "Tranformada no(a) Lei Ordinária 15042/2024",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Finanças Públicas e Orçamento; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1768",
    "year": "2023",
    "date": "11/04/2023",
    "author": "Eunício Oliveira",
    "amendment": "Reabre prazo para repactuação de dívidas de crédito rural abrangidas pela Lei nº 11.322, de 13 de junho de 2006 (Lei Eunício Oliveira), e estende as condições nela previstas a dívidas contraídas por Microempreendedor Individual.\n\n\nNOVA EMENTA: Dispõe sobre a repactuação de dívidas oriundas de operações de crédito rural; altera a Lei nº 13.340, de 28 de setembro de 2016; e dá outras providências.",
    "tags": "Reabertura, prazo, adesão, repactuação, dívida, produtor rural, Microempreendedor Individual (MEI), diretrizes.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Agricultura, Pecuária, Pesca e Extrativismo",
    "previousTheme": "Agricultura, Pecuária, Pesca e Extrativismo; Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1856",
    "year": "2025",
    "date": "24/04/2025",
    "author": "Antonio Brito",
    "amendment": "Denomina “Viaduto Papa Francisco” o viaduto rodoviário localizado no Km 2,3 da rodovia BR-488, no Município de Aparecida, Estado de São Paulo.",
    "tags": "Denominação, viaduto, trecho rodoviário, Aparecida (SP), São Paulo (Estado), Papa, homenagem póstuma, logradouro público.",
    "status": "Tranformada no(a) Lei Ordinária 15213/2025",
    "theme": "Homenagens e Datas Comemorativas",
    "previousTheme": "Arte, Cultura e Religião; Homenagens e Datas Comemorativas; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1872",
    "year": "2025",
    "date": "25/04/2025",
    "author": "MINISTÉRIO PÚBLICO DA UNIÃO",
    "amendment": "Cria e estrutura o Fundo de Fortalecimento da Cidadania e Aperfeiçoamento do Ministério Público da União e dá outras providências.",
    "tags": "Criação, Fundo de Fortalecimento da Cidadania e Aperfeiçoamento do Ministério Público da União (FMPU), financiamento, programa educacional, incentivo, educação e formação profissional, membro, servidor público, modernização, veículo, equipamento, software, imóvel, Ministério Público da União (MPU), diretrizes.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Direito e Justiça; Educação; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1924",
    "year": "2025",
    "date": "28/04/2025",
    "author": "Laura Carneiro",
    "amendment": "Institui a Estratégia de Desenvolvimento Infantil (EDI 0-5).",
    "tags": "Criação, Estratégia de Desenvolvimento Infantil (EDI 0-5), finalidade, desenvolvimento infantil, primeira infância, garantia, atendimento, creche, pré-escola, colaboração, União, Estado (ente federado), Distrito Federal (Brasil), Município, diretrizes.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Educação",
    "previousTheme": "Direitos Humanos e Minorias; Educação",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1958",
    "year": "2021",
    "date": "11/06/2024",
    "author": "Senado Federal - Paulo Paim",
    "amendment": "Reserva às pessoas pretas e pardas, indígenas e quilombolas o percentual de 30% (trinta por cento) das vagas oferecidas nos concursos públicos para provimento de cargos efetivos e empregos públicos no âmbito da administração pública federal direta, das autarquias, das fundações públicas, das empresas públicas e das sociedades de economia mista controladas pela União e nos processos seletivos simplificados para o recrutamento de pessoal nas hipóteses de contratação por tempo determinado para atender a necessidade temporária de excepcional interesse público para os órgãos da administração pública federal direta, as autarquias e as fundações públicas.",
    "tags": "Reserva, Cota, percentual, Negros, Pardos, Indígenas, Quilombolas, Vaga remanescente, Concurso público, Processo seletivo, Provimento de cargo público, Cargo efetivo, Emprego público, Âmbito federal, Administração pública, Processo seletivo simplificado, Sociedade de economia mista.",
    "status": "Tranformada no(a) Lei Ordinária 15142/2025",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Administração Pública; Direitos Humanos e Minorias; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "1936",
    "year": "2003",
    "date": "09/09/2003",
    "author": "Poder Executivo",
    "amendment": "Concede indenização, a título de reparação de danos, às famílias das vítimas do acidente ocorrido em 22 de agosto de 2003 na Base Aérea de Alcântara, e dá outras providências.\nNOVA EMENTA : Concede indenização, a título de reparação de danos, às famílias das vítimas do acidente ocorrido em 22 de agosto de 2003 na Base Aérea de Alcântara e do incidente ocorrido com o subtenente do Exército Alcir José Tomasi.",
    "tags": "Concessão, indenização, família, servidor, militar, vítima, acidentes, Base Aérea, Município, Alcântara, (MA), programa, atividade espacial, (CLA), pagamento, parcela única, total, remuneração, bolsa de estudo, dependente, menor, limitação, valor, Ministério, Defesa, regulamentação , benefício, extensão, reparação, família, Subtenente, Exército, morto, serviço.",
    "status": "Tranformada no(a) Lei Ordinária 10821/2003",
    "theme": "Previdência e Assistência Social",
    "previousTheme": "Administração Pública; Previdência e Assistência Social",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2056",
    "year": "2025",
    "date": "05/05/2025",
    "author": "Pastor Henrique Vieira",
    "amendment": "Dispõe sobre a destinação de bens imóveis de origem ilícita, localizados em áreas de favelas e periferias, recuperados pelo Poder Público, para fins sociais, culturais, esportivos e de fortalecimento institucional do Estado, institui o Programa Justiça Restaurativa Territorial, e dá outras providências.",
    "tags": "Regulamentação, destinação, Imóvel, origem ilícita, Ação judicial, Ação penal, Ação cível, Ação administrativa, criação, Ação governamental, Justiça restaurativa, Desenvolvimento social.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direito e Justiça",
    "previousTheme": "Cidades e Desenvolvimento Urbano; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2088",
    "year": "2023",
    "date": "01/04/2025",
    "author": "Senado Federal - Zequinha Marinho",
    "amendment": "Estabelece critérios para suspensão de concessões comerciais, de investimentos e de obrigações relativas a direitos de propriedade intelectual em resposta a medidas unilaterais adotadas por país ou bloco econômico que impactem negativamente a competitividade internacional brasileira; e dá outras providências.",
    "tags": "Critério, suspensão, concessão comercial, investimento, direito de propriedade intelectual, país, bloco econômico, hipótese, política, atuação, prática, impacto adverso, competitividade, Brasil, comércio exterior, comércio internacional, relação internacional.",
    "status": "Tranformada no(a) Lei Ordinária 15122/2025",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Administração Pública; Economia; Finanças Públicas e Orçamento; Indústria, Comércio e Serviços; Meio Ambiente e Desenvolvimento Sustentável; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2215",
    "year": "2024",
    "date": "05/06/2024",
    "author": "Duda Salabert",
    "amendment": "Institui o Dia Nacional para a Ação Climática.",
    "tags": "Criação, Dia nacional, Homenagem, combate, prevenção, Fenômeno meteorológico adverso, Desastre ambiental, Campanha educativa, Escola.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Homenagens e Datas Comemorativas; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2",
    "year": "2021",
    "date": "29/05/2025",
    "author": "Senado Federal - Leila Barros",
    "amendment": "Altera a Lei nº 10.257, de 10 de julho de 2001 (Estatuto da Cidade), para assegurar o acesso a montanhas, paredes rochosas, praias, rios, cachoeiras, cavernas e outros sítios naturais públicos de grande beleza cênica ou interesse para a visitação pública.",
    "tags": "Alteração, Estatuto da Cidade (2001), garantia, acesso, visitação pública, montanha, parede rochosa, praia, rio (curso d'água), queda d'água, caverna, local público, turismo.",
    "status": "SECAP(SGM) - Aguardando Despacho do Presidente da Câmara dos Deputados (Chancela)",
    "theme": "Turismo",
    "previousTheme": "Direitos Humanos e Minorias; Homenagens e Datas Comemorativas; Turismo",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "2162",
    "year": "2023",
    "date": "26/04/2023",
    "author": "Marcelo Crivella",
    "amendment": "Concede anistia aos participantes das manifestações reivindicatórias de motivação política ocorridas entre o dia 30 de outubro de 2022 e o dia de entrada em vigor desta Lei, e dá outras providências.",
    "tags": "Concessão, anistia, participante, Patrocinador, Manifestação pública, motivação política, Extinção da punibilidade, crime, motivação eleitoral, diretrizes.",
    "status": "Diversas",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Direito Penal e Processual Penal; Direitos Humanos e Minorias; Política, Partidos e Eleições",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2",
    "year": "2025",
    "date": "02/01/2025",
    "author": "Superior Tribunal de Justiça",
    "amendment": "Dispõe sobre a reestruturação de cargos da magistratura no quadro permanente da Justiça\nFederal da 1ª Região e sobre a criação da 2ª Turma Recursal dos Juizados Especiais Federais\nda Seção Judiciária do Piauí.",
    "tags": "Cargo vago, Juiz substituto, transformação, juiz federal, Justiça federal (1. Região). _Criação, Turma recursal, Juizado especial federal, Seção judiciária, Piauí.",
    "status": "Tranformada no(a) Lei Ordinária 15185/2025",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2",
    "year": "2024",
    "date": "03/01/2024",
    "author": "Poder Executivo",
    "amendment": "Autoriza a concessão de quotas diferenciadas de depreciação acelerada para máquinas, equipamentos, aparelhos e instrumentos novos destinados ao ativo imobilizado e empregados em determinadas atividades econômicas.",
    "tags": "Autorização, cota, depreciação acelerada, máquina, equipamento, bens de capital, redução, tributação, Imposto de Renda das Pessoas Jurídicas (IRPJ), Contribuição Social sobre o Lucro Líquido (CSLL), empresa, modernização, Indústria nacional, processo produtivo.",
    "status": "Tranformada no(a) Lei Ordinária 14871/2024",
    "theme": "Indústria, Comércio e Serviços",
    "previousTheme": "Economia; Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2245",
    "year": "2023",
    "date": "28/04/2023",
    "author": "Erika Hilton",
    "amendment": "Institui a Política Nacional de Trabalho Digno e Cidadania para População em Situação de Rua - PNTC PopRua - e dá outras providências.",
    "tags": "Criação, Política Nacional de Trabalho Digno e Cidadania para População em Situação de Rua (PNTC PopRua), promoção, direitos humanos, População em situação de vulnerabilidade social, trabalho, renda, Educação e formação profissional, Política habitacional, Política educacional, inclusão social, inclusão produtiva, diretrizes. _ Criação, Centro de Apoio ao Trabalhador em Situação de Rua (CatRua), Bolsa de Qualificação para o Trabalho e Ensino da População em Situação de Rua (QualisRua). _ Obrigatoriedade, empresa, incentivo fiscal, contrato, convênio, Poder público, contratação, trabalhador, População em situação de rua. _ Alteração, Lei de Licitações e Contratos Administrativos (2021), edital, Critério de desempate, licitação, empresa, Inclusão produtiva, População em Situação de Rua.",
    "status": "Tranformada no(a) Lei Ordinária 14821/2024",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Direitos Humanos e Minorias; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2225",
    "year": "2024",
    "date": "06/06/2024",
    "author": "Laura Carneiro",
    "amendment": "Dispõe sobre princípios e diretrizes para a formulação e a implementação de políticas públicas para a efetivação do direito de crianças e adolescentes à Natureza com absoluta prioridade e altera a Lei nº 6.938, de 31 de agosto 1981; a Lei nº 8.069, de 13 de julho de 1990 (Estatuto da Criança e do Adolescente); a Lei nº 10.257, de 10 de julho de 2001 (Estatuto da Cidade), e a Lei nº 12.187, de 29 de dezembro de 2009.",
    "tags": "Diretrizes, Política pública, Direito ao meio ambiente ecologicamente equilibrado, criança, adolescente. _ Alteração Lei da Política Nacional do Meio Ambiente (1981), Estatuto da Criança e do Adolescente (ECA) (1990), Estatuto da Cidade (2001), Lei Federal, Educação Socioambiental, Educação climática, Política urbana, Política Nacional sobre Mudança do Clima (PNMC), redução, Risco ambiental, criança, adolescente.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Direitos Humanos e Minorias; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2342",
    "year": "2022",
    "date": "24/08/2022",
    "author": "Supremo Tribunal Federal",
    "amendment": "Dispõe sobre a criação de funções no Quadro de Pessoal do Conselho Nacional de Justiça.\n\nNOVA EMENTA: Dispõe sobre a criação de funções comissionadas e cargos efetivos no Quadro de Pessoal do Conselho Nacional de Justiça; e altera a Lei nº 11.416, de 15 de dezembro de 2006.",
    "tags": "Conselho Nacional de Justiça (CNJ), criação, Função comissionada, Quadro de pessoal, Despesa pública, Despesa pessoal, Dotação orçamentária, Orçamento anual,",
    "status": "Tranformada no(a) Lei Ordinária 14687/2023",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2379",
    "year": "2023",
    "date": "05/05/2023",
    "author": "Dandara",
    "amendment": "Institui o Dia Nacional dos Congados e Reinados.",
    "tags": "Criação, Dia Nacional do Congadeiro e da Congadeira, data comemorativa, outubro.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Homenagens e Datas Comemorativas",
    "previousTheme": "Arte, Cultura e Religião; Homenagens e Datas Comemorativas",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2307",
    "year": "2007",
    "date": "30/10/2007",
    "author": "Otavio Leite",
    "amendment": "Inclui inciso VIII na Lei dos Crimes Hediondos, Lei nº 8.072, de 25 de julho 1990, classificando como crime hediondo a adulteração de alimentos como especifica.",
    "tags": "Alteração, Lei dos Crimes Hediondos (1990), tipicidade penal, crime hediondo, adulteração, alimento, produto alimentício, acréscimo, substância, risco de morte, riscos (segurança), vida, pessoa, fraude, defesa do consumidor, vigilância sanitária, saúde pública.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Direito e Defesa do Consumidor; Direito Penal e Processual Penal; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2664",
    "year": "2003",
    "date": "03/12/2003",
    "author": "Adelor Vieira",
    "amendment": "Estabelece períodos para realização de concursos destinados a provimento de cargos públicos e exames vestibulares e dá outras providências.",
    "tags": "Fixação, domingo, sexta-feira, realização, prova, concurso público, exame vestibular, obrigatoriedade, escola pública, escola particular, abono de falta, aluno, estudante, comprovação, crença religiosa, Igreja Adventista.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Educação",
    "previousTheme": "Administração Pública; Educação",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2583",
    "year": "2020",
    "date": "12/05/2020",
    "author": "Dr. Luiz Antonio Teixeira Jr.",
    "amendment": "Institui a Estratégia Nacional de Saúde objetivando estabelecer uma estratégia nacional para incentivo às indústrias nacionais que produzam itens essenciais ao sistema de saúde nacional, bem como  a pesquisa e desenvolvimento de produtos, insumos, medicamentos e materiais, com vistas a dar autonomia ao nosso país quanto a produção destes itens.",
    "tags": "Criação, Estratégia Nacional de Saúde, diretrizes, Empresa Estratégica de Saúde (EES), regime especial de tributação, incentivo, indústria nacional, produto essencial, produção, Sistema Nacional de Saúde, pesquisa e desenvolvimento, produtos, insumo, medicamento, material médico-hospitalar,",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Saúde",
    "previousTheme": "Finanças Públicas e Orçamento; Indústria, Comércio e Serviços; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2703",
    "year": "2022",
    "date": "01/11/2022",
    "author": "Celso Russomanno",
    "amendment": "Altera a Lei nº 14.300, de 6 de janeiro de 2022, com o objetivo de acrescentar doze meses ao prazo em que pode ser protocolada solicitação de acesso na distribuidora sem que sejam aplicadas novas regras tarifárias menos vantajosas às unidades de microgeração e minigeração distribuída de energia elétrica.\n\nNOVA EMENTA: Altera a Lei nº 14.300, de 6 de janeiro de 2022, a fim de aumentar o prazo para o protocolo de solicitação de acesso na distribuidora sem aplicação de novas regras tarifárias menos vantajosas às unidades de microgeração e minigeração distribuída de energia elétrica, e a Lei nº 14.182, de 12 de julho de 2021, para permitir a contratação de parcela da potência destinada à região Centro-Oeste a partir de novas centrais hidrelétricas de até 50 MW (cinquenta megawatts).",
    "tags": "Alteração, Marco Legal da Microgeração e Minigeração Distribuída, aumento, prazo, solicitação, acesso, microgeração distribuída, minigeração distribuída, Distribuidora de energia elétrica, Sistema de Compensação de Energia Elétrica (SCEE).",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Direito e Defesa do Consumidor; Energia, Recursos Hídricos e Minerais",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2720",
    "year": "2023",
    "date": "22/05/2023",
    "author": "Dani Cunha",
    "amendment": "Esta Lei tipifica os crimes de discriminação contra pessoas politicamente expostas e altera a Lei nº 8.078, de 11 de setembro de 1990 (Código de Defesa do Consumidor), para prescrever os procedimentos a serem adotados pelas instituições financeiras nos casos de negativa de abertura ou manutenção de conta.\n\n\nNOVA EMENTA: Tipifica crimes de discriminação contra pessoas expostas politicamente, contra pessoas que estejam respondendo a investigação preliminar, a termo circunstanciado, a inquérito ou a qualquer outro procedimento investigatório de infração penal, civil ou administrativa ou contra pessoas que figurem como parte ré de processo judicial em curso; altera a Lei nº 13.506, de 13 de novembro de 2017, para  prescrever os procedimentos a serem adotados pelas instituições financeiras nos casos de negativa de abertura ou manutenção de conta ou de recusa na concessão de crédito; e dá outras providências.",
    "tags": "Alteração, Código de Defesa do Consumidor (1990), Tipificação de conduta, Discriminação, Exposição pública, Investigação criminal, Infração penal, Infração administrativa, Réu, Processo judicial, alteração, Processo administrativo sancionador.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direito e Defesa do Consumidor",
    "previousTheme": "Direito Civil e Processual Civil; Direito e Defesa do Consumidor",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2384",
    "year": "2023",
    "date": "05/05/2023",
    "author": "Poder Executivo",
    "amendment": "Disciplina a proclamação de resultados de julgamentos, na hipótese de empate na votação no âmbito do Conselho Administrativo de Recursos Fiscais, e dispõe sobre conformidade tributária no âmbito da Secretaria Especial da Receita Federal do Brasil do Ministério da Fazenda e sobre o contencioso administrativo fiscal de baixa complexidade.\n\nNOVA EMENTA: Disciplina a proclamação de resultados de julgamentos na hipótese de empate na votação no âmbito do Conselho Administrativo de Recursos Fiscais (Carf); dispõe sobre a autorregularização de débitos e a conformidade tributária no âmbito da Secretaria Especial da Receita Federal do Brasil do Ministério da Fazenda, sobre o contencioso administrativo fiscal e sobre a transação na cobrança de créditos da Fazenda Pública; altera o Decreto nº 70.235, de 6 de março de 1972, e as Leis nºs 6.830, de 22 de setembro de 1980 (Lei de Execução Fiscal), 9.430, de 27 de dezembro de 1996, 13.988, de 14 de abril de 2020, 5.764, de 16 de dezembro de 1971, 9.249, de 26 de dezembro de 1995, e 10.150, de 21 de dezembro de 2000; e revoga dispositivo da Lei nº 10.522, de 19 de julho de 2002.",
    "tags": "Empate, votação, Conselho Administrativo de Recursos Fiscais (CARF), voto de qualidade. _Secretaria Especial da Receita Federal do Brasil, diretrizes, aplicação, legislação tributária, conformidade tributária.  _Critério, classificação, contribuinte, conformidade tributária, tributação. _Alteração, lei federal, processo tributário, baixa complexidade.",
    "status": "Tranformada no(a) Lei Ordinária 14689/2023",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2721",
    "year": "2023",
    "date": "25/10/2016",
    "author": "André Figueiredo",
    "amendment": "Dispõe sobre a prestação de serviços postais aos órgãos públicos federais da Administração Direta e Indireta, e dá outras providências.\n\nNOVA EMENTA: Dispõe sobre a prestação de serviços postais aos órgãos públicos federais da administração direta e indireta.",
    "tags": "Critério, contratação, serviço postal, órgão público, administração direta, administração indireta, administração federal, prioridade, Empresa Brasileira de Correios e Telégrafos (ECT).",
    "status": "Tranformada no(a) Lei Ordinária 14744/2023",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Comunicações",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2809",
    "year": "2024",
    "date": "09/07/2024",
    "author": "Pedro Campos",
    "amendment": "Altera a Lei nº 7.797, de 10 de julho de 1989, a Lei nº 9.795, de 27 de abril de 1999, e a Lei nº 12.187, de 29 de dezembro de 2009, para incluir a previsão de educação para reação a desastres climáticos.",
    "tags": "Alteração, Lei do Fundo Nacional do Meio Ambiente (1989), Lei da Política Nacional de Educação Ambiental (1999), Lei Federal, Política Nacional sobre Mudança do Clima (PNMC), Fundo Nacional do Meio Ambiente (FNMA), política pública, educação ambiental, Educação climática, capacitação, população, situação de emergência, desastre ambiental, Fenômeno meteorológico adverso, Mudança climática, diretrizes.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Educação",
    "previousTheme": "Defesa e Segurança; Educação; Finanças Públicas e Orçamento; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2922",
    "year": "2022",
    "date": "06/12/2022",
    "author": "Aureo Ribeiro",
    "amendment": "Altera a Lei nº 9.472, de 1997 para dispor sobre a obrigatoriedade de instalação, nos aparelhos de telefonia móvel homologados pela Agência Nacional de Telecomunicação (Anatel), de tecnologia que permita a sua localização em tempo real e o acionamento de autoridades competentes e familiares em caso de iminente ameaça de agressão (“botão de pânico”).",
    "tags": "Alteração, Lei Geral de Telecomunicações (1997), obrigatoriedade, fabricação, telefone celular, Agência Nacional de Telecomunicações (Anatel), tecnologia, localização, tempo real, botão de pânico, acionamento, família, autoridade competente, risco iminente, ameaça, agressão, violência doméstica, diretrizes.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Comunicações",
    "previousTheme": "Comunicações; Defesa e Segurança; Direitos Humanos e Minorias",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2920",
    "year": "2023",
    "date": "02/06/2023",
    "author": "Poder Executivo",
    "amendment": "Institui o Programa de Aquisição de Alimentos e altera a Lei n.º 12.512, de 14 de outubro de 2011, e a Lei n.º 14.133, 1º de abril de 2021.\n\nNOVA EMENTA: Institui o Programa de Aquisição de Alimentos (PAA) e o Programa Cozinha Solidária; altera as Leis nºs 12.512, de 14 de outubro de 2011, e 14.133, de 1º de abril de 2021 (Lei de Licitações e Contratos Administrativos); e revoga dispositivos das Leis nºs 11.718, de 20 de junho de 2008, 11.775, de 17 de setembro de 2008, e 14.284, de 29 de dezembro de 2021.",
    "tags": "Alteração, Lei Federal, criação, Programa de Aquisição de Alimentos (PAA), estímulo, agricultura familiar, pesca artesanal, incentivo fiscal, fomento, produção sustentável, inclusão econômica, dispensa de licitação, Estado (ente federado), Distrito Federal (Brasil), Município. _Criação, Programa Cozinha Solidária, alimentação, gratuidade, população em situação de vulnerabilidade social, população em situação de rua. _Acesso, água, água potável, seca, estiagem.",
    "status": "Tranformada no(a) Lei Ordinária 14628/2023",
    "theme": "Agricultura, Pecuária, Pesca e Extrativismo",
    "previousTheme": "Administração Pública; Agricultura, Pecuária, Pesca e Extrativismo; Direitos Humanos e Minorias; Economia; Meio Ambiente e Desenvolvimento Sustentável; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2947",
    "year": "2025",
    "date": "17/06/2025",
    "author": "Talíria Petrone",
    "amendment": "Altera a Consolidação das Leis do Trabalho (CLT), aprovada pelo Decreto-Lei nº 5.452, de 1º de maio de 1943, para atribuir à Comissão Interna de Prevenção de Acidentes e de Assédio (Cipa) o dever de promover a educação climática voltada à prevenção e à resposta a desastres.",
    "tags": "Alteração, Consolidação das Leis do Trabalho (CLT) (1943), Comissão Interna de Prevenção de Acidentes (CIPA), atribuição, educação climática, educação ambiental, prevenção, desastre, situação de emergência, campanha educativa, informação, treinamento, ambiente de trabalho, mudança climática.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Educação; Meio Ambiente e Desenvolvimento Sustentável; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "2829",
    "year": "2025",
    "date": "11/06/2025",
    "author": "Tribunal de Contas da União",
    "amendment": "Altera dispositivos da Lei nº 10.356, de 27 de dezembro de 2001, que dispõe sobre o Quadro de Pessoal e o Plano de Carreira do Tribunal de Contas da União e dá outras providências . Revoga expressamente a Lei 11.854/2008.",
    "tags": "Alteração, Lei Federal, quadro de pessoal, plano de cargos, carreiras e salários, Tribunal de Contas da União (TCU), Auditor Federal de Controle Externo, Técnico Federal de Controle Externo, Auxiliar de Controle Externo, função comissionada, cargo em comissão, competência, vencimentos.",
    "status": "Tranformada no(a) Lei Ordinária 15351/2026",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3010",
    "year": "2019",
    "date": "21/05/2019",
    "author": "Dr. Leonardo",
    "amendment": "Institui a Política Nacional de Proteção dos Direitos da Pessoa com Fibromialgia.\n\n\nNOVA EMENTA: Altera a Lei nº 14.705, de 25 de outubro de 2023, para prever programa nacional de proteção dos direitos da pessoa acometida por Síndrome de Fibromialgia ou Fadiga Crônica ou por Síndrome Complexa de Dor Regional ou outras doenças correlatas.",
    "tags": "Criação, Política Nacional de Proteção dos Direitos da Pessoa com Fibromialgia, diretrizes, _Alteração, Legislação Tributária Federal, isenção tributária, Imposto sobre a Renda da Pessoa Física (IRPF), paciente, Fibromialgia, tributação, benefício fiscal, _Consideração, fibromialgia, pessoa com deficiência.",
    "status": "Tranformada no(a) Lei Ordinária 15176/2025",
    "theme": "Saúde",
    "previousTheme": "Finanças Públicas e Orçamento; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3072",
    "year": "2022",
    "date": "22/12/2022",
    "author": "Flávia Morais",
    "amendment": "Dispõe sobre o direito à informação sobre a possibilidade de cirurgia plástica reparadora da mama nos casos de mutilação decorrentes de tratamento de câncer. \n\nNOVA EMENTA: Altera a Lei nº 9.797, de 6 de maio de 1999, para dispor sobre o direito à informação a respeito da possibilidade de realização da cirurgia plástica reparadora da mama no caso de mutilação decorrente de tratamento de câncer.",
    "tags": "Alteração, Lei Federal, obrigatoriedade, Unidade de saúde, Sistema Único de Saúde (SUS), informação, paciente, Câncer de mama, Mamoplastia reparadora.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Saúde",
    "previousTheme": "Direitos Humanos e Minorias; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3",
    "year": "2024",
    "date": "10/01/2024",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 11.101, de 9 de fevereiro de 2005, para aprimorar o instituto da falência do empresário e da sociedade empresária.",
    "tags": "Alteração, Lei de Falências (2005), agilização, processo judicial, falência, ampliação, acesso à informação, credor, transparência. _Competência, Administrador judicial, Gestor fiduciário, falência. _Atribuição, Comitê de Credores, recuperação judicial, falência. _Diretrizes, Plano de falência.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Economia",
    "previousTheme": "Direito Civil e Processual Civil; Economia",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3179",
    "year": "2024",
    "date": "14/08/2024",
    "author": "Domingos Sávio",
    "amendment": "Institui a indenização de serviço voluntário em folga remunerada, bem como o adicional de serviço em regime de inspeção permanente aos integrantes da carreira de Auditor-Fiscal Federal Agropecuário e aos servidores integrantes do Plano de Carreira dos Cargos de Atividades Técnicas e Auxiliares de Fiscalização Federal Agropecuária (PCTAF) em exercício nos estabelecimentos de produtos de origem animal sob o regime da inspeção permanente, e cria a Taxa de Fiscalização Extraordinária (TFE-MAPA).",
    "tags": "Criação, indenização (vantagem pecuniária), serviço voluntário, auditor fiscal federal agropecuário, servidor, Plano de Carreira dos Cargos de Atividades Técnicas e Auxiliares de Fiscalização Federal Agropecuária (PCTAF), voluntário, repouso remunerado, adicional (vantagem pecuniária), Taxa de Fiscalização Extraordinária (TFE-MAPA), Fundo Federal Agropecuário (FFAP)._Alteração, lei delegada.",
    "status": "PLEN - Pronta para Pauta",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Administração Pública; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3118",
    "year": "2024",
    "date": "29/10/2024",
    "author": "Senado Federal - Davi Alcolumbre",
    "amendment": "Altera a Lei nº 12.858, de 9 de setembro de 2013, para incluir as políticas de assistência aos estudantes da educação superior e da educação profissional, científica e tecnológica entre as prioridades para recebimento de recursos do Fundo Social, e a Lei nº 14.914, de 3 de julho de 2024, para dispor sobre a aplicação de receitas para o atendimento a estudantes beneficiados por políticas de ação afirmativa de reserva de vagas da educação superior e da educação profissional, científica e tecnológica pública federal.",
    "tags": "Alteração, lei federal, inclusão, política pública, assistência estudantil, educação superior, educação e formação profissional, educação tecnológica, educação científica, relação, prioridade, utilização, parcela, receita, exploração, petróleo, gás natural, autorização, utilização, parcela, receita, exploração, petróleo, gás natural, Programa Nacional de Assistência Estudantil (PNAES).",
    "status": "Tranformada no(a) Lei Ordinária 15169/2025",
    "theme": "Educação",
    "previousTheme": "Administração Pública; Educação; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "3224",
    "year": "2024",
    "date": "19/08/2024",
    "author": "Dorinaldo Malafaia",
    "amendment": "Institui a Campanha Nacional de Utilização Consciente da Tecnologia Digital, que se destina a incentivar o uso ponderado e responsável de jogos eletrônicos, redes sociais, programas computacionais, softwares, e similares conectados à internet ou a outra rede de comunicações, e dá outras providências.",
    "tags": "Criação, Campanha Nacional de Utilização Consciente da Tecnologia Digital, campanha educativa, incentivo, uso responsável, jogo eletrônico, rede social digital, software, internet, rede de comunicação, uso excessivo, dano à saúde, criança, adolescente.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Ciência, Tecnologia e Inovação",
    "previousTheme": "Ciência, Tecnologia e Inovação; Comunicações; Direitos Humanos e Minorias; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "327",
    "year": "2021",
    "date": "09/02/2021",
    "author": "Christino Aureo",
    "amendment": "Dispõe sobre a Política Nacional da Transição Energética - PONTE.\n\nNOVA EMENTA: Institui o Programa de Aceleração da Transição Energética (Paten); e altera as Leis nºs 13.988, de 14 de abril de 2020, 11.484, de 31 de maio de 2007, e 9.991, de 24 de julho de 2000.",
    "tags": "Criação, Política Nacional da Transição Energética (PONTE), diretrizes, desenvolvimento sustentável, produção, distribuição, Fonte alternativa de energia, redução, Impacto socioeconômico, aquecimento global.",
    "status": "Tranformada no(a) Lei Ordinária 15103/2025",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Administração Pública; Energia, Recursos Hídricos e Minerais; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3469",
    "year": "2024",
    "date": "05/09/2024",
    "author": "José Guimarães",
    "amendment": "Altera a Lei nº 7.565, de 19 de dezembro de 1986 – Código Brasileiro de Aeronáutica, e a Lei nº 7.957, de 20 de dezembro de 1989, para dispor sobre medidas de aumento da capacidade de resposta do Poder Público frente às ocorrências de incêndios florestais e demais hipóteses que especifica.",
    "tags": "Alteração, Código Brasileiro de Aeronáutica (1986), lei federal, dispensa, celebração, Acordo bilateral, utilização, Tripulação, Transporte aéreo, Empresa de transporte aéreo, critério, prazo, Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis (Ibama), recontratação, Empregado, prevenção, combate, Incêndio florestal, Unidade de conservação.",
    "status": "Tranformada no(a) Lei Ordinária 15143/2025",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Administração Pública; Meio Ambiente e Desenvolvimento Sustentável; Trabalho e Emprego; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3449",
    "year": "2024",
    "date": "04/09/2024",
    "author": "José Guimarães",
    "amendment": "Altera o Decreto-Lei nº 1.804, de 3 de setembro de 1980, que dispõe sobre tributação simplificada das remessas postais internacionais, e a Lei nº 14.902, de 27 de junho de 2024, que institui o Programa Mobilidade Verde e Inovação (Programa Mover).",
    "tags": "Alteração, Legislação, Tributação simplificada, Remessa postal internacional, Programa Mobilidade Verde e Inovação (Programa MOVER), definição, Alíquota, Produto importado, Medicamento, Veículo importado.",
    "status": "Tranformada no(a) Lei Ordinária 15071/2024",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Economia; Finanças Públicas e Orçamento; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "331",
    "year": "2020",
    "date": "14/02/2020",
    "author": "Poder Executivo",
    "amendment": "Autoriza o Poder Executivo federal a doar duas aeronaves de asas rotativas à República do Paraguai.",
    "tags": "Autorização, Poder Executivo, Ministério da Justiça e Segurança Pública, doação, aeronave, Paraguai, prevenção, crime, fronteira, segurança pública, cooperação policial.",
    "status": "Tranformada no(a) Lei Ordinária 15338/2026",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Administração Pública; Defesa e Segurança; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "358",
    "year": "2025",
    "date": "10/02/2025",
    "author": "Duda Salabert",
    "amendment": "Dispõe sobre a transferência temporária da sede do Governo Federal para a cidade de Belém, no Estado do Pará, durante a realização da 30ª Conferência das Partes da Convenção-Quadro das Nações Unidas sobre Mudança do Clima (COP 30), entre os dias 11 e 21 de novembro de 2025.",
    "tags": "Transferência simbólica da capital, Capital federal, Belém (PA), Pará, Conferência das Nações Unidas sobre as Mudanças Climáticas de 2025 (COP30) (30: 2025_ Belém (PA)).",
    "status": "Tranformada no(a) Lei Ordinária 15251/2025",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Administração Pública; Meio Ambiente e Desenvolvimento Sustentável; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "363",
    "year": "2025",
    "date": "11/02/2025",
    "author": "José Guimarães",
    "amendment": "Altera a Lei nº 14.399, de 8 de julho de 2022, que institui a Política Nacional Aldir Blanc de Fomento à Cultura.",
    "tags": "Alteração, Lei Aldir Blanc 2 (2022), diretrizes, repasse, recursos públicos, Política Nacional Aldir Blanc de Fomento à Cultura, Fundo Nacional da Cultura (FNC), ente federado, observância, execução, Política cultural, Saldo remanescente, Plano anual de aplicação dos recursos (PAAR), criação, Fundo Estadual de Cultura, Fundo Municipal de Cultura.",
    "status": "Tranformada no(a) Lei Ordinária 15132/2025",
    "theme": "Arte, Cultura e Religião",
    "previousTheme": "Arte, Cultura e Religião; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "3802",
    "year": "2024",
    "date": "03/10/2024",
    "author": "José Guimarães",
    "amendment": "Altera a Lei nº 14.467, de 16 de novembro de 2022, que dispõe sobre o tratamento tributário aplicável às perdas incorridas no recebimento de créditos decorrentes das atividades das instituições financeiras e das demais instituições autorizadas a funcionar pelo Banco Central do Brasil.",
    "tags": "Alteração, Lei Federal, critério, Instituição financeira, dedução tributária, base de cálculo, Imposto de Renda das Pessoas Jurídicas (IRPJ), Contribuição Social sobre o Lucro Líquido (CSLL), perda financeira, operação de crédito, inadimplemento, cliente, prorrogação, prazo, tributação.",
    "status": "Tranformada no(a) Lei Ordinária 15078/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3626",
    "year": "2023",
    "date": "25/07/2023",
    "author": "Poder Executivo",
    "amendment": "Altera a Medida Provisória nº 2.158-35, de 24 de agosto de 2001, a Lei nº 5.768, de 20 de dezembro de 1971, e a Lei nº 13.756, de 12 de dezembro de 2018.\n\nNOVA EMENTA: Dispõe sobre a modalidade lotérica denominada apostas de quota fixa; altera as Leis nºs 5.768, de 20 de dezembro de 1971, e 13.756, de 12 de dezembro de 2018, e a Medida Provisória nº 2.158-35, de 24 de agosto de 2001; revoga dispositivos do Decreto-Lei nº 204, de 27 de fevereiro de 1967; e dá outras providências",
    "tags": "Alteração, Medida Provisória, atualização, Taxa de autorização, Distribuição gratuita, vale-brinde, Prêmio de concurso e sorteio, propaganda. - Alteração, Lei Federal, Desburocratização, autorização, Promoção comercial, empresa, regulamentação, aposta esportiva, Apostas de Quota Fixa, loteria, competência, Ministério da Fazenda. _ Processo administrativo sancionador, termo de compromisso, penalidade administrativa, diretrizes.",
    "status": "Tranformada no(a) Lei Ordinária 14790/2023",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Economia; Esporte e Lazer; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3819",
    "year": "2024",
    "date": "07/10/2024",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 13.903, de 19 de novembro de 2019, que autoriza a criação da empresa pública NAV Brasil Serviços de Navegação Aérea S.A.",
    "tags": "Alteração, lei federal, autorização, NAV Brasil Serviços de Navegação Aérea (NAV Brasil), criação, sociedade subsidiária, exploração econômica,  navegação aeroespacial, desenvolvimento aeroespacial, diretrizes.",
    "status": "Tranformada no(a) Lei Ordinária 15083/2025",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Administração Pública; Ciência, Tecnologia e Inovação; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3899",
    "year": "2012",
    "date": "22/05/2012",
    "author": "Jandira Feghali",
    "amendment": "Institui a Política Nacional de Estímulo à Produção e ao Consumo Sustentáveis.",
    "tags": "Criação, Política Nacional de Estímulo à Produção e ao Consumo Sustentáveis, redução, consumo, água, energia, recursos naturais, resíduos sólidos, incentivo, reciclagem, selo de certificação.\nAlteração, lei federal, aplicação, percentual, crédito presumido, Imposto sobre Produtos Industrializados (IPI), produto, recuperação, resíduos sólidos, tributação.\nAlteração, Lei da Política Nacional de Educação Ambiental, campanha educativa, consumo, produção, sustentabilidade, Lei dos crimes Ambientais, penalidade, falsificação, selo de certificação.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Finanças Públicas e Orçamento; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "3976",
    "year": "2020",
    "date": "29/07/2020",
    "author": "Aluisio Mendes",
    "amendment": "Dispõe sobre o cadastro de pedófilos, alterando a Lei nº 8.069, de 13 de julho de 1990, Estatuto da Criança e do Adolescente.",
    "tags": "Alteração, Estatuto da Criança e do Adolescente (ECA), criação,  cadastro pedófilo, Conselho Nacional de Justiça (CNJ), divulgação, internet.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Defesa e Segurança; Direito Penal e Processual Penal; Direitos Humanos e Minorias",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "397",
    "year": "2024",
    "date": "11/07/2024",
    "author": "Senado Federal - Mecias de Jesus",
    "amendment": "Autoriza a prorrogação do pagamento de financiamentos relacionados a operações de crédito rural em Municípios ou no Distrito Federal quando neles houver sido declarado estado de calamidade ou situação de emergência, reconhecidos em ato oficial do Munícipio, Distrito Federal, Estado ou governo federal, em virtude de situação de seca ou estiagem extremas ou de excessos hídricos.",
    "tags": "Prorrogação, prazo, pagamento, crédito rural, Produtor rural, decorrência, seca, estiagem, Inundação, Município, Distrito Federal (Brasil), declaração, calamidade pública, situação de emergência.",
    "status": "MESA - Aguardando Apreciação do Veto",
    "theme": "Agricultura, Pecuária, Pesca e Extrativismo",
    "previousTheme": "Agricultura, Pecuária, Pesca e Extrativismo; Economia; Estrutura Fundiária; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4035",
    "year": "2023",
    "date": "21/08/2023",
    "author": "Guilherme Boulos",
    "amendment": "Institui Agosto como mês de combate às desigualdades.",
    "tags": "Criação, mês, combate, desigualdade social, agosto, política pública, diretrizes.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Direitos Humanos e Minorias; Homenagens e Datas Comemorativas",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3914",
    "year": "2023",
    "date": "15/08/2023",
    "author": "Silvye Alves",
    "amendment": "Acrescenta o artigo 244-C à Lei nº 8.069, de 13 de julho de 1990, que dispõe sobre o Estatuto da Criança e do Adolescente, para instituir o crime de violência patrimonial contra a criança e o adolescente.",
    "tags": "Alteração, Estatuto da Criança e do Adolescente (ECA), Crime, Violência patrimonial, vítima, criança, adolescente.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Direito Penal e Processual Penal; Direitos Humanos e Minorias",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "3954",
    "year": "2023",
    "date": "22/11/2023",
    "author": "Senado Federal - Tereza Cristina",
    "amendment": "Altera a Lei nº 14.133, de 1º de abril de 2021 (Lei de Licitações e Contratos Administrativos), para determinar o modo de disputa fechado nas licitações de obras e serviços que especifica, facultar a adesão de Município a ata de registro de preços licitada por outro ente do mesmo nível federativo, dispor sobre a execução e liquidação do objeto remanescente de contrato administrativo rescindido, permitir a prestação de garantia na forma de título de capitalização e promover a gestão e a aplicação eficientes dos recursos oriundos de convênios e contratos de repasse.",
    "tags": "Alteração, Lei de Licitações e Contratos Administrativos (2021), determinação, Dispensa de licitação, Obra de engenharia, Serviços de engenharia, autorização, limpeza pública, facultatividade, adesão, Município, Sistema de Registro de Preços.",
    "status": "Tranformada no(a) Lei Ordinária 14770/2023",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Cidades e Desenvolvimento Urbano; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4120",
    "year": "2024",
    "date": "29/10/2024",
    "author": "Alfredo Gaspar",
    "amendment": "Dispõe sobre a associação interfederativa para o enfrentamento ao crime organizado transnacional e a persecução penal para os crimes que especifica; estabelece medidas para a segurança jurídica das operações de segurança pública e de inteligência para o enfrentamento às organizações criminosas transnacionais e para a atuação de agentes públicos; tipifica crimes e dá outras providências.",
    "tags": "Marco regulatório, Governança interfederativa, enfrentamento, Crime organizado transnacional, diretrizes, segurança jurídica, agente público, operação, segurança pública, Inteligência de Estado, Cooperação internacional. _ Alteração, Lei de Combate ao Crime Organizado (2013), Código Penal (1940), tipicidade penal, controle ilegal de território, Invasão de Sistema de Informações Governamentais ou de Infraestrutura Crítica, organização criminosa.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "41",
    "year": "2025",
    "date": "05/05/2025",
    "author": "Senado Federal - Camilo Santana",
    "amendment": "Autoriza a criação da Carteira Nacional de Docente no Brasil (CNDB).",
    "tags": "Criação, Carteira Nacional de Docente no Brasil (CNDB), identificação, professor, diretrizes.",
    "status": "Tranformada no(a) Lei Ordinária 15202/2025",
    "theme": "Educação",
    "previousTheme": "Administração Pública; Direitos Humanos e Minorias; Educação; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4173",
    "year": "2023",
    "date": "29/08/2023",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre a tributação da renda auferida por pessoas físicas residentes no País em aplicações financeiras, entidades controladas e trusts no exterior.\n\nNOVA EMENTA: Dispõe sobre a tributação de aplicações em fundos de investimento no País e da renda auferida por pessoas físicas residentes no País em aplicações financeiras, entidades controladas e trusts no exterior; altera as Leis nºs 11.033, de 21 de dezembro de 2004, 8.668, de 25 de junho de 1993, e 10.406, de 10 de janeiro de 2002 (Código Civil); revoga dispositivos das Leis nºs  4.728, de 14 de julho de 1965, 9.250, de 26 de dezembro de 1995, 9.532, de 10 de dezembro de 1997, 10.426, de 24 de abril de 2002, e 10.892, de 13 de julho de 2004, do Decreto-Lei nº 2.287, de 23 de julho de 1986, e das Medidas Provisórias nºs 2.189-49, de 23 de agosto de 2001, e 2.158-35, de 24 de agosto de 2001; e dá outras providências.",
    "tags": "Criação, tributo, Imposto sobre a Renda da Pessoa Física (IRPF), pessoa, residente, Brasil, ganho de capital, aplicação financeira, instituição financeira, país estrangeiro, truste.",
    "status": "Tranformada no(a) Lei Ordinária 14754/2023",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "420",
    "year": "2025",
    "date": "12/02/2025",
    "author": "Pedro Lucas Fernandes",
    "amendment": "Institui o Programa Nacional de Infraestruturas Sustentáveis e Resilientes – PNISR, cria o Selo de Sustentabilidade e Resiliência da Infraestrutura e dá outras providências.",
    "tags": "Criação, Programa Nacional de Infraestruturas Sustentáveis e Resilientes (PNISR), diretrizes, incentivo, empreendimento, sustentabilidade, infraestrutura, Selo de Sustentabilidade e Resiliência da Infraestrutura, critério, elegibilidade, recebimento, recursos, Fundo Nacional sobre Mudança do Clima (FNMC).",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Cidades e Desenvolvimento Urbano; Indústria, Comércio e Serviços; Meio Ambiente e Desenvolvimento Sustentável; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4187",
    "year": "2024",
    "date": "31/10/2024",
    "author": "Lídice da Mata",
    "amendment": "Institui o dia 17 de fevereiro como Dia Nacional da Axé Music.",
    "tags": "Criação, Data comemorativa, Dia nacional, Homenagem, Música brasileira, Fevereiro.",
    "status": "Tranformada no(a) Lei Ordinária 15189/2025",
    "theme": "Homenagens e Datas Comemorativas",
    "previousTheme": "Arte, Cultura e Religião; Homenagens e Datas Comemorativas",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4266",
    "year": "2023",
    "date": "06/12/2023",
    "author": "Senado Federal - Margareth Buzetti",
    "amendment": "Altera o Decreto-Lei nº 2.848, de 7 de dezembro de 1940 (Código Penal), o Decreto-Lei nº 3.688, de 3 de outubro de 1941 (Lei das Contravenções Penais), a Lei nº 7.210, de 11 de julho de 1984 (Lei de Execuc¸a~o Penal), a Lei nº 8.072, de 25 de julho de 1990 (Lei dos Crimes Hediondos), a Lei nº 11.340, de 7 de agosto de 2006 (Lei Maria da Penha) e o Decreto-Lei nº 3.689, de 3 de outubro de 1941 (Código de Processo Penal), para tornar o feminicídio crime autônomo, agravar a sua pena e a de outros crimes praticados contra a mulher por razões da condição do sexo feminino, bem como para estabelecer outras medidas destinadas a prevenir e coibir a violência praticada contra a mulher.",
    "tags": "Alteração, Código Penal (1940), Lei das Contravenções Penais (1941), Lei de Execução Penal (1984),  Lei dos Crimes Hediondos (1990), Lei Maria da Penha (2006), Código de Processo Penal (1941), Feminicídio, Crime autônomo, Aumento da pena, Lesão corporal, Violência doméstica, Ameaça, Vítima, Mulher, Contravenção penal, Contravenção referente à pessoa, Cumprimento da pena, Preso, Condenado, Violência contra a mulher, Monitoração eletrônica, proibição, Liberdade condicional, Visita íntima, Medida protetiva de urgência.",
    "status": "Tranformada no(a) Lei Ordinária 14994/2024",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Direito Penal e Processual Penal; Direitos Humanos e Minorias",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4333",
    "year": "2025",
    "date": "29/08/2025",
    "author": "Yury do Paredão",
    "amendment": "Altera o Decreto-Lei nº 3.689, de 3 de outubro de 1941 – Código de Processo Penal para dar mais celeridade e eficiência aos processos penais decorrentes de prisão em flagrante, e dá outras providências.",
    "tags": "Alteração, Código de Processo Penal (1941), critério, prisão cautelar, hipótese, prisão em flagrante, crime, utilização, violência, grave ameaça.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "4278",
    "year": "2025",
    "date": "27/08/2025",
    "author": "Superior Tribunal de Justiça",
    "amendment": "Dispõe sobre a composição e criação de cargos do Tribunal Regional Federal da 5° Região.",
    "tags": "Alteração, Lei Federal, aumento, quantidade, cargo público, desembargador, Tribunal Regional Federal (TRF), Alagoas, Ceará, Paraíba, Pernambuco, Rio Grande do Norte, Sergipe.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direito e Justiça",
    "previousTheme": "Direito e Justiça; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4416",
    "year": "2021",
    "date": "14/12/2021",
    "author": "Júlio Cesar",
    "amendment": "Altera a Medida Provisória nº 2.199-14, de 24 de agosto de 2001, para fixar novo prazo para a aprovação de projetos beneficiados com incentivos fiscais de redução e reinvestimento do imposto sobre a renda e adicionais nas áreas de atuação da Superintendência do Desenvolvimento do Nordeste (Sudene) e da Superintendência do Desenvolvimento da Amazônia (Sudam).",
    "tags": "Alteração, Medida Provisória, ampliação, prazo, benefício fiscal, redução, Imposto de Renda das Pessoas Jurídicas (IRPJ), empreendimento, desenvolvimento regional, Superintendência de Desenvolvimento da Amazônia (Sudam), Superintendência do Desenvolvimento do Nordeste (Sudene), tributação.",
    "status": "Tranformada no(a) Lei Ordinária 14753/2023",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4614",
    "year": "2024",
    "date": "29/11/2024",
    "author": "José Guimarães",
    "amendment": "Altera a Lei nº 8.171, de 17 de janeiro de 1991, a Lei nº 8.742, de 7 de dezembro de 1993, a Lei nº 10.633, de 27 de dezembro de 2002, e a Lei nº 14.601, de 19 de junho de 2023, estabelece disposições para políticas públicas, e dá outras providências.",
    "tags": "Alteração, Lei da Política Agrícola (1991), Lei Orgânica da Assistência Social (1993), Lei do Programa Bolsa Família (2023), Legislação, Fundo Constitucional do Distrito Federal (FCDF), requisito, concessão, Benefício assistencial, exigência, Identificação biométrica, Cadastro Único para Programas Sociais do Governo Federal (CadÚnico), Prazo máximo, atualização, cadastro, destinação, Despesa pública, aperfeiçoamento, Orçamento público.",
    "status": "Tranformada no(a) Lei Ordinária 15077/2024",
    "theme": "Previdência e Assistência Social",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Previdência e Assistência Social",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "47",
    "year": "1995",
    "date": "21/02/1995",
    "author": "ROBERTO MAGALHÃES",
    "amendment": "ALTERA A LEI 7661, DE 16 DE MAIO DE 1988, QUE 'INSTITUI O PLANO NACIONAL DE GERENCIAMENTO COSTEIRO, E DA OUTRAS PROVIDENCIAS'.",
    "tags": "ALTERAÇÃO, LEI FEDERAL, (PNGC). COMPETENCIA, ESTADOS, MUNICIPIOS, OBSERVAÇÃO, (PNGC), UTILIZAÇÃO, PODER DE POLICIA, OCUPAÇÃO, SOLO, TERRENO DE MARINHA, ZONA COSTEIRA, RESPONSABILIDADE, (CP), LIBERDADE, ACESSO, UTILIZAÇÃO, PRAIA, PROIBIÇÃO, REPRESSÃO, CONSTRUÇÃO, AREA DE USO COMUM.",
    "status": "MESA - Arquivada",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Administração Pública; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4497",
    "year": "2024",
    "date": "25/11/2024",
    "author": "Tião Medeiros",
    "amendment": "Dispõe sobre a ratificação dos registros imobiliários decorrentes de alienações e concessões de terras públicas situadas nas faixas de fronteira e altera a Lei nº 13.178, de 22 de outubro de 2015.",
    "tags": "Alteração, Lei Federal, diretrizes, ratificação, registro de imóvel, imóvel rural, alienação, concessão, terras públicas, faixa de fronteira, requisitos.",
    "status": "MESA - Aguardando Sanção",
    "theme": "Estrutura Fundiária",
    "previousTheme": "Administração Pública; Direito Civil e Processual Civil; Estrutura Fundiária",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4426",
    "year": "2023",
    "date": "12/09/2023",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 11.134, de 15 de julho de 2005, a Lei nº 11.361, de 19 de outubro de 2006, a Lei nº 10.486, de 4 de julho de 2002, a Lei nº 13.328, de 29 de julho de 2016, a Lei nº 8.745, de 9 de dezembro de 1993, e a Lei nº 14.204, de 16 de setembro de 2021, institui o Programa de Enfrentamento à Fila da Previdência Social e dispõe sobre a transformação de cargos efetivos vagos do Poder Executivo federal.\n\nNOVA EMENTA: Institui o Programa de Enfrentamento à Fila da Previdência Social (PEFPS); dispõe sobre a transformação de cargos efetivos vagos do Poder Executivo federal; altera as Leis nºs 3.268, de 30 de setembro de 1957, 8.213, de 24 de julho de 1991, 8.742, de 7 de dezembro de 1993, 13.146, de 6 de julho de 2015 (Estatuto da Pessoa com Deficiência), 11.907, de 2 de fevereiro de 2009, 11.134, de 15 de julho de 2005, 11.361, de 19 de outubro de 2006, 10.486, de 4 de julho de 2002, 13.328, de 29 de julho de 2016, 9.264, de 7 de fevereiro de 1996, 12.086, de 6 de novembro de 2009, 8.745, de 9 de dezembro de 1993, e 14.204, de 16 de setembro de 2021; e revoga dispositivos das Leis n°s 9.713, de 25 de novembro de 1998, 9.986, de 18 de julho de 2000, e 14.059, de 22 de setembro de 2020, e a Medida Provisória nº 1.181, de 18 de julho de 2023.",
    "tags": "Alteração, Lei Federal, aumento, valor, Vantagem Pecuniária Especial (VPE), militar, Polícia Civil, Corpo de Bombeiros Militar do Distrito Federal (CBMDF). _Alteração, Lei Federal, aumento, remuneração, Carreira de Delegado de Polícia do Distrito Federal, Carreira de Polícia Civil do Distrito Federal. _Alteração, Lei Federal, aumento, valor, soldo, Vantagem Pecuniária Específica da Polícia Militar e Corpo de Bombeiros Militar dos Extintos Territórios Federais (VPExt). _Alteração, Lei de Contratação Temporária de Interesse Público (1993), ampliação, prazo, contrato por prazo determinado, assistência à saúde, saúde indígena, apoio às ações, proteção etnoambiental, indígenas. _ Norma específica, quadro de pessoal, exercício, terras indígenas. _Reserva, Fundação indígena, vaga, concurso público, quadro de pessoal, Nacional dos Povos Indígenas (Funai). _ Regime de trabalho, trabalho por revezamento de longa duração, servidor público em exercício, Nacional dos Povos Indígenas (Funai), Secretaria Especial de Saúde Indígena (Sesai), Ministério da Saúde. _Criação, Programa de Enfrentamento à Fila da Previdência Social (PEFPS), Programa de Enfrentamento à Fila da Previdência Social (PEFPS), redução, tempo de espera, análise, processo administrativo, gestão operacional, avaliação social, benefício, administração, Instituto Nacional do Seguro Social (INSS). _Criação, Pagamento Extraordinário por Redução da Fila do INSS (PERF-INSS), Pagamento Extraordinário por Redução da Fila da Perícia Médica Federal (PERF-PMF), ausência, incorporação, vencimentos, remuneração, Provento (remuneração), aposentadoria, pensão. _Ato conjunto, Ministério da Gestão e da Inovação em Serviços Públicos. Secretaria de Gestão e Inovação, Ministério da Previdência Social, fixação, meta, desempenho profissional, servidor público, participante, Programa de Enfrentamento à Fila da Previdência Social (PEFPS), Programa de Enfrentamento à Fila da Previdência Social (PEFPS). _Autorização, caráter excepcional, anuência,  atestado médico, atestado odontológico, pendência, avaliação, concessão, licença para tratamento da saúde, pessoa, família. _Alteração, Lei Federal, transformação, cargo vago, cargo efetivo, cargo em comissão, função comissionada, atendimento, demanda, órgão público, entidade pública, Poder Executivo.",
    "status": "Tranformada no(a) Lei Ordinária 14724/2023",
    "theme": "Previdência e Assistência Social",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direitos Humanos e Minorias; Previdência e Assistência Social",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "4438",
    "year": "2023",
    "date": "12/09/2023",
    "author": "Dani Cunha",
    "amendment": "Altera a Lei nº 4.737, de julho de 1965 (Código Eleitoral), a Lei nº 9.096, de 19 de setembro de 1995 (Lei dos Partidos Políticos) e a Lei nº 9.504, de 30 de setembro de 1997 (Lei as Eleições), com o fim de promover reforma no ordenamento político-eleitoral (Minirreforma Eleitoral de 2023).",
    "tags": "Alteração, Código Eleitoral (1965), Lei Orgânica dos Partidos Políticos (1995), Lei das Eleições (1997), Minirreforma Eleitoral (2023)._Representação proporcional, distribuição, vaga remanescente, quociente eleitoral, eleição proporcional, convenção partidária, registro da candidatura, prestação de contas, candidato, partido político, propaganda eleitoral, recursos públicos, campanha de arrecadação online, internet._Crime eleitoral, candidata, mulher, grupo racial, mandato eletivo, medida protetiva de urgência, violência política (crime)._Transporte coletivo, eleitor._ Federação de partidos políticos, recursos financeiros, Fundo Especial de Financiamento de Campanha (FEFC), fundo partidário._ Coligação partidária, chapa de mandato coletivo, contribuição, doação eleitoral, pesquisa eleitoral.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Política, Partidos e Eleições",
    "previousTheme": "Direitos Humanos e Minorias; Política, Partidos e Eleições",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "5041",
    "year": "2025",
    "date": "08/10/2025",
    "author": "Da Vitoria",
    "amendment": "Dispõe sobre o direito do passageiro aéreo ao transporte gratuito de bagagem de mão e item pessoal em voos domésticos e internacionais operados em território nacional, e dá outras providências.",
    "tags": "Gratuidade, bagagem de mão, voo nacional, voo internacional, parte, viagem, território nacional, proibição, empresa de transporte aéreo, cobrança, tarifa, defesa do consumidor, diretrizes.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Direito e Defesa do Consumidor",
    "previousTheme": "Direito e Defesa do Consumidor; Turismo; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "5228",
    "year": "2019",
    "date": "28/05/2021",
    "author": "Senado Federal - Irajá",
    "amendment": "Lei do Primeiro Emprego.\n\nNOVA EMENTA: Altera a Consolidação das Leis do Trabalho (CLT), aprovada pelo Decreto-Lei nº 5.452, de 1º de maio de 1943, para instituir o contrato de primeiro emprego e o contrato de recolocação profissional.",
    "tags": "Criação, Contrato de primeiro emprego, Contrato de trabalho por prazo determinado, trabalhador, jovem, diretrizes. _ Redução, alíquota, Fundo de Garantia do Tempo de Serviço (FGTS), Contribuição previdenciária patronal.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Direitos Humanos e Minorias; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "5086",
    "year": "2023",
    "date": "19/10/2023",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 12.587, de 3 de janeiro de 2012, para dispor sobre o prazo para a elaboração do Plano de Mobilidade Urbana pelos Municípios.",
    "tags": "Alteração, Lei da Política Nacional de Mobilidade Urbana, prorrogação, prazo, elaboração, Plano de Mobilidade Urbana, município.",
    "status": "Tranformada no(a) Lei Ordinária 14748/2023",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Cidades e Desenvolvimento Urbano; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "5122",
    "year": "2023",
    "date": "24/10/2023",
    "author": "Domingos Neto",
    "amendment": "Dispõe sobre a liquidação, anistia, renegociação e rebate de dívidas originárias de crédito rural para agricultores, pecuaristas, piscicultores, pescadores e carcinicultores, em geral, e dá outras providências, bem como altera a Lei no 14.554, de 20 de abril de 2023, que altera as Leis nos 13.999, de 18 de maio de 2020, 14.166, de 10 de junho de 2021, 11.540, de 12 de novembro de 2007, e 14.042, de 19 de agosto de 2020, para tratar do refinanciamento de dívidas e altera a Lei no 7.827, de 27 de setembro de 1989, a fim de sanar omissão legislativa.",
    "tags": "Alteração, Lei Federal, Lei dos Fundos Constitucionais (1989), diretrizes, Renegociação extraordinária, crédito rural, seca, estiagem, Fundo Constitucional, diretrizes, renegociação, quitação, anistia, dívida, crédito rural, agricultor, pecuarista, piscicultor, pescador, carcinicultor, decorrência, Fenômeno meteorológico adverso, Calamidade pública, fonte de recursos, financiamento, Programa Nacional de Fortalecimento da Agricultura Familiar (Pronaf), Fundo Constitucional de Financiamento do Nordeste (FNE).",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Agricultura, Pecuária, Pesca e Extrativismo",
    "previousTheme": "Agricultura, Pecuária, Pesca e Extrativismo; Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "528",
    "year": "2020",
    "date": "04/03/2020",
    "author": "Jerônimo Goergen",
    "amendment": "Altera as Leis nº 13.033, de 24 de setembro de 2014, e nº 9.478, de 6 de agosto de 1997.\n\nNOVA EMENTA: Dispõe sobre a promoção da mobilidade sustentável de baixo carbono e a captura e a estocagem geológica de dióxido de carbono; institui o Programa Nacional de Combustível Sustentável de Aviação (ProBioQAV), o Programa Nacional de Diesel Verde (PNDV) e o Programa Nacional de Descarbonização do Produtor e Importador de Gás Natural e de Incentivo ao Biometano; altera as Leis nºs 9.478, de 6 de agosto de 1997, 9.847, de 26 de outubro de 1999, 8.723, de 28 de outubro de 1993, e 13.033, de 24 de setembro de 2014; e revoga dispositivo da Lei nº 10.438, de 26 de abril de 2002.",
    "tags": "Alteração, lei federal, cronograma, critério, aumento, percentual, acréscimo, biodiesel, óleo diesel.\n_Alteração, Lei do Petróleo, definição, biodiesel, bioquerosene, avião, Diesel verde.",
    "status": "Tranformada no(a) Lei Ordinária 14993/2024",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Energia, Recursos Hídricos e Minerais; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "5813",
    "year": "2023",
    "date": "30/11/2023",
    "author": "Iza Arruda",
    "amendment": "Dispõe sobre os contratos especiais de estágio de aprendizagem destinados a pessoas com transtorno do espectro autista.\n\nNOVA EMENTA: Altera a Lei nº 13.667, de 17 de maio de 2018, para estabelecer medidas que favoreçam a inserção de pessoas com transtorno do espectro autista no mercado de trabalho",
    "tags": "Criação, contrato especial, estágio (educação), estágio curricular supervisionado, pessoa com transtorno do espectro autista, requisito, critério, duração, jornada de trabalho, bolsa estágio.",
    "status": "Tranformada no(a) Lei Ordinária 14992/2024",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Direitos Humanos e Minorias; Educação; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "545",
    "year": "2024",
    "date": "05/03/2024",
    "author": "José Guimarães",
    "amendment": "Altera a Lei nº 14.002, de 22 de maio de 2020, e a Lei nº 11.771, de 17 de setembro de 2008, para atualizar e aprimorar o regime jurídico a que se submete a Agência Brasileira de Promoção Internacional do Turismo - Embratur.\n\nNOVA EMENTA: Altera as Leis nºs 14.002, de 22 de maio de 2020, e 11.771, de 17 de setembro de 2008, para atualizar e aprimorar o regime jurídico a que se submete a Agência Brasileira de Promoção Internacional do Turismo (Embratur); e altera a Lei nº 12.462, de 4 de agosto de 2011.",
    "tags": "Alteração, Lei Federal, Agência Brasileira de Promoção Internacional do Turismo (Embratur), articulação, Agente econômico, Público-alvo, internacionalização, promoção comercial, Lei Geral do Turismo (2008), responsabilidade, Ministério do Turismo, autorização, utilização, serviços, Representação diplomática, intenção, captação, Turista.",
    "status": "Tranformada no(a) Lei Ordinária 14901/2024",
    "theme": "Turismo",
    "previousTheme": "Administração Pública; Indústria, Comércio e Serviços; Turismo",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "6012",
    "year": "2023",
    "date": "05/11/2024",
    "author": "Senado Federal - Esperidião Amin",
    "amendment": "Altera a Lei nº 13.999, de 18 de maio de 2020, e a Lei nº 12.087, de 11 de novembro de 2009, para assegurar que os recursos do Programa Nacional de Apoio às Microempresas e Empresas de Pequeno Porte (Pronampe) sejam permanentes, e dá outras providências.",
    "tags": "Alteração, lei federal, utilização, valor residual, garantia, operação, Programa Nacional de Apoio às Microempresas e Empresas de Pequeno Porte (Pronampe), incentivo financeiro-educacional, Programa Pé de Meia, autorização, ente federado, convênio, instituição, administração, Fundo Garantidor de Operações (FGO), incentivo, desenvolvimento, microempresa, pequena empresa.",
    "status": "Tranformada no(a) Lei Ordinária 15076/2024",
    "theme": "Indústria, Comércio e Serviços",
    "previousTheme": "Educação; Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "5582",
    "year": "2025",
    "date": "01/11/2025",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 12.850, de 2 de agosto de 2013, o Decreto-Lei nº 2.848, de 7 de dezembro de 1940 – Código Penal, o Decreto-Lei nº 3.689, de 3 de outubro de 1941 – Código de Processo Penal, a Lei nº 8.072, de 25 de julho de 1990, a Lei nº 7.960, de 21 de dezembro de 1989, e a Lei nº 7.210, de 11 de julho de 1984, para dispor sobre o combate às organizações criminosas no País.",
    "tags": "Alteração, Lei de Combate ao Crime Organizado (2013), Código Penal (1940), Código de Processo Penal (1941), Lei dos Crimes Hediondos (1990), Lei da Prisão Temporária (1989), Lei de Execução Penal (1984), enfrentamento, Organização criminosa, Crime organizado, Crime organizado transnacional, aumento da pena, Medida assecuratória, apreensão, bens, monitoração eletrônica, presídio, equiparação, crime hediondo, autorização, prisão temporária, modernização, Inteligência policial, Órgão de segurança pública, Inteligência de segurança pública.",
    "status": "Diversas",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "6233",
    "year": "2023",
    "date": "26/12/2023",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei nº 10.406, de 10 de janeiro de 2002 - Código Civil, para dispor sobre atualização monetária e juros.\n\nNOVA EMENTA: Altera a Lei nº 10.406, de 10 de janeiro de 2002 (Código Civil), para dispor sobre atualização monetária e juros.",
    "tags": "Alteração, Código Civil (2002), correção monetária, juros. _Inadimplemento, obrigações, responsabilidade, devedor, perdas e danos, pagamento, juros, correção monetária, honorários advocatícios. _Inexistência, Índice de atualização monetária, aplicação, Índice Nacional de Preços ao Consumidor Amplo (IPCA). _Perdas e danos, obrigações, pagamento em dinheiro, pagamento, correção monetária, juros, custas, honorários advocatícios. _Falta, fixação, juros, adoção, taxa. _Arras, mútuo, mora, correção monetária. _Condômino, ausência, pagamento, contribuição, sujeição, juros de mora.",
    "status": "Tranformada no(a) Lei Ordinária 14905/2024",
    "theme": "Direito Civil e Processual Civil",
    "previousTheme": "Direito Civil e Processual Civil; Economia",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "7082",
    "year": "2017",
    "date": "13/03/2017",
    "author": "Senado Federal - Ana Amélia",
    "amendment": "Dispõe sobre a pesquisa clínica com seres humanos e institui o Sistema Nacional de Ética em Pesquisa Clínica com Seres Humanos.\n\nNOVA EMENTA: Dispõe sobre a pesquisa com seres humanos no Brasil.",
    "tags": "Diretrizes, pesquisa clínica, análise clínica, pesquisa com seres humanos. _Criação, Sistema Nacional de Ética em Pesquisa com Seres Humanos, Comitê de Ética em Pesquisa (CEP), proteção, pessoa, participação, pesquisa clínica.",
    "status": "Tranformada no(a) Lei Ordinária 14874/2024",
    "theme": "Saúde",
    "previousTheme": "Ciência, Tecnologia e Inovação; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "6235",
    "year": "2023",
    "date": "26/12/2023",
    "author": "Poder Executivo",
    "amendment": "Institui a Letra de Crédito do Desenvolvimento e altera a Lei nº 13.483, de 21 de setembro de 2017. \n\n\nNOVA EMENTA: Institui a Letra de Crédito do Desenvolvimento (LCD); altera as Leis nºs 13.483, de 21 de setembro de 2017, e 11.076, de 30 de dezembro de 2004; e revoga dispositivos das Leis nºs 14.366, de 8 de junho de 2022, e 14.440, de 2 de setembro de 2022.",
    "tags": "Criação, Letra de Crédito do Desenvolvimento (LCD), título nominativo, título executivo extrajudicial, critério, incidência, Imposto sobre a Renda e Proventos de Qualquer Natureza (IR), rendimento. _Alteração, lei federal, Taxa de Longo Prazo (TLP). _Taxa de remuneração, recursos, Fundo de Amparo ao Trabalhador (FAT), Fundo da Marinha Mercante (FMM).",
    "status": "Tranformada no(a) Lei Ordinária 14937/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "6366",
    "year": "2019",
    "date": "10/12/2019",
    "author": "David Miranda",
    "amendment": "Institui o Dia Nacional das Defensoras e Defensores de Direitos Humanos.",
    "tags": "Criação, Dia Nacional das Defensoras e Defensores de Direitos Humanos, data comemorativa, março.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Homenagens e Datas Comemorativas",
    "previousTheme": "Direitos Humanos e Minorias; Homenagens e Datas Comemorativas",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "638",
    "year": "2019",
    "date": "12/02/2019",
    "author": "Luizianne Lins",
    "amendment": "Dispõe sobre a inclusão da economia do cuidado no sistema de contas nacionais, usado para aferição do desenvolvimento econômico e social do país para a definição e implementação de políticas públicas.",
    "tags": "Inclusão, economia do cuidado, Sistema de Contas Nacionais (SCN), trabalho doméstico, trabalho não remunerado, campanha educativa, igualdade entre os sexos, política pública, participação, mulher, mercado de trabalho.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Economia",
    "previousTheme": "Direitos Humanos e Minorias; Economia",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "858",
    "year": "2024",
    "date": "08/07/2024",
    "author": "Senado Federal - Confúcio Moura",
    "amendment": "Dispõe sobre a criação do Fundo de Investimento em Infraestrutura Social (FIIS) e altera a Medida Provisória nº 2.156-5, de 24 de agosto de 2001, para autorizar os agentes operadores do Fundo de Desenvolvimento do Nordeste (FDNE) a renegociar os termos, prazos e demais condições financeiras das operações de crédito cujos riscos são suportados, parcial ou integralmente, pela União",
    "tags": "Criação, Fundo de Investimento em Infraestrutura Social (FIIS), recursos, financiamento, equipamento, serviços públicos, garantia, direitos sociais, saúde, educação, segurança pública, Agente financeiro, Banco Nacional de Desenvolvimento Econômico e Social (BNDES), diretrizes. _ Alteração, Medida Provisória, critério, Agente operador de fundos, Fundo de Desenvolvimento do Nordeste (FDNE), renegociação, operação de crédito,",
    "status": "Tranformada no(a) Lei Ordinária 14947/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Direitos Humanos e Minorias; Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "81",
    "year": "2024",
    "date": "05/02/2024",
    "author": "José Guimarães",
    "amendment": "Altera a Lei nº 11.482, de 31 de maio de 2007, a fim de assegurar a atualização automática da faixa de isenção do Imposto de de Renda das pessoas físicas (IRPF) ao valor de 2 (dois) salários mínimos.",
    "tags": "Alteração, Lei Federal, imposto de renda, atualização, faixa de isenção, Imposto sobre a Renda da Pessoa Física (IRPF).",
    "status": "Tranformada no(a) Lei Ordinária 14848/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "709",
    "year": "2023",
    "date": "28/02/2023",
    "author": "Marcos Pollon",
    "amendment": "Dispõe sobre impedimentos aplicados aos ocupantes e invasores de propriedades em todo território nacional.\n\nNOVA EMENTA: Altera a Lei nº 8.629, de 25 de fevereiro de 1993, para dispor sobre impedimentos aplicados aos ocupantes e invasores de propriedades em todo o território nacional.",
    "tags": "Penalidade administrativa, Invasão de propriedade, Esbulho possessório, Movimento social, impedimento, auxílio, benefício, Programa social, Governo Federal, Posse em cargo público, Função pública.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Estrutura Fundiária",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direito Penal e Processual Penal; Estrutura Fundiária",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "892",
    "year": "2025",
    "date": "11/03/2025",
    "author": "Afonso Motta",
    "amendment": "Institui o Programa Especial de Sustentabilidade da Indústria Química - PRESIQ e dá outras providências.",
    "tags": "Alteração, Lei do Bem (2005), Legislação, Contribuição para os Programas de Integração Social e de Formação do Patrimônio do Servidor Público (Contribuição PIS-Pasep), Criação, Ação governamental, Programa Especial de Sustentabilidade da Indústria Química (PRESIQ), incentivo, estímulo, Indústria petroquímica, Regime Especial da Indústria Química (Reiq).",
    "status": "Tranformada no(a) Lei Ordinária 15294/2025",
    "theme": "Indústria, Comércio e Serviços",
    "previousTheme": "Economia; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "8889",
    "year": "2017",
    "date": "18/10/2017",
    "author": "Paulo Teixeira",
    "amendment": "Dispõe sobre a provisão de conteúdo audiovisual por demanda (CAvD) e dá outras providências.",
    "tags": "Normatização, Conteúdo audiovisual por demanda (CAvD), Provedor de aplicações, Provedora de conteúdo   audiovisual por demanda (CAvD), internet, televisão por assinatura, oferta, seleção, conteúdo local, Serviço de comunicação audiovisual sob demanda.\n_Alteração, medida provisória, conceituação, Provedora de conteúdo audiovisual por demanda (CAvD), estímulo, obra audiovisual, Contribuição para o Desenvolvimento da Indústria Cinematográfica Nacional (Condecine), classificação indicativa, descumprimento, penalidade, tributação.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Comunicações",
    "previousTheme": "Comunicações; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "9133",
    "year": "2017",
    "date": "22/11/2017",
    "author": "Helder Salomão",
    "amendment": "Acrescenta parágrafo único ao art. 7º da Lei nº 9.394, de 20 de dezembro de 1996, de forma a prever a suspensão de credenciamento pra instituições que negarem matrícula de educandos.",
    "tags": "Alteração, Lei de Diretrizes e Bases da Educação Nacional (1996), descredenciamento, instituição de ensino privada, recusa, matrícula, aluno, inclusão, aluno com deficiência, pessoa com deficiência.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Educação",
    "previousTheme": "Direitos Humanos e Minorias; Educação",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLN",
    "number": "13",
    "year": "2024",
    "date": "28/05/2024",
    "author": "Presidência da República",
    "amendment": "Abre aos Orçamentos Fiscal e da Seguridade Social da União, em favor dos Ministérios da Saúde, e da Integração e do Desenvolvimento Regional, crédito suplementar no valor de R$ 2.854.421.588,00, para reforço de dotações constantes da Lei Orçamentária vigente.",
    "tags": "",
    "status": "Tranformada no(a) Lei Ordinária 14881/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PLN",
    "number": "14",
    "year": "2025",
    "date": "22/10/2025",
    "author": "Presidência da República",
    "amendment": "Abre ao Orçamento da Seguridade Social da União, em favor dos Ministérios da Previdência Social e do Desenvolvimento e Assistência Social, Família e Combate à Fome, crédito suplementar no valor de R$ 42.228.328.634,00, para reforço de dotações constantes da Lei Orçamentária vigente, e dá outras providências.",
    "tags": "",
    "status": "Tranformada no(a) Lei Ordinária 15277/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Previdência e Assistência Social",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLN",
    "number": "36",
    "year": "2013",
    "date": "16/10/2013",
    "author": "Poder Executivo",
    "amendment": "Abre ao Orçamento de Investimento para 2013, em favor de empresas estatais, crédito especial no valor de R$ 737.989.256,00, para os fins que especifica.",
    "tags": "",
    "status": "Tranformada no(a) Lei Ordinária 12947/2013",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLN",
    "number": "29",
    "year": "2023",
    "date": "31/08/2023",
    "author": "Presidência da República",
    "amendment": "Estima a receita e fixa a despesa da União para o exercício financeiro de 2024.",
    "tags": "",
    "status": "Tranformada no(a) Lei Ordinária 14822/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PL",
    "number": "914",
    "year": "2024",
    "date": "21/03/2024",
    "author": "Poder Executivo",
    "amendment": "Institui o Programa Mobilidade Verde e Inovação - Programa Mover.\n\nNOVA EMENTA: Institui o Programa Mobilidade Verde e Inovação (Programa Mover); altera o Decreto-Lei nº 1.804, de 3 de setembro de 1980; e revoga dispositivos da Lei nº 13.755, de 10 de dezembro de 2018.",
    "tags": "Criação, Programa Mobilidade Verde e Inovação (Programa MOVER), descarbonização, Desenvolvimento tecnológico, Sustentabilidade ambiental, indústria automotiva, competitividade internacional, veículo nacional. _ Requisito, caráter obrigatório, comercialização, veículo novo, rotulagem veicular, eficiência energética, Sistema de reciclagem, Tecnologia assistiva. _ Redução, alíquota, Imposto sobre Produtos Industrializados (IPI), Veículo sustentável, benefício fiscal. _Regime de Incentivos à Realização de Atividades de Pesquisa e Desenvolvimento e de Produção Tecnológica para as Indústrias de Mobilidade e Logística, Regime de Autopeças Não Produzidas. _ Criação, Fundo Nacional de Desenvolvimento Industrial e Tecnológico (FNDIT), gestão, Banco Nacional de Desenvolvimento Econômico e Social (BNDES), fonte de recursos.",
    "status": "Tranformada no(a) Lei Ordinária 14902/2024",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Ciência, Tecnologia e Inovação; Finanças Públicas e Orçamento; Meio Ambiente e Desenvolvimento Sustentável; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLN",
    "number": "4",
    "year": "2023",
    "date": "17/04/2023",
    "author": "Presidência da República",
    "amendment": "Dispõe sobre as diretrizes para a elaboração e a execução da Lei Orçamentária de 2024 e dá outras providências.",
    "tags": "",
    "status": "Tranformada no(a) Lei Ordinária 14791/2023",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PLN",
    "number": "4",
    "year": "2024",
    "date": "23/04/2024",
    "author": "Presidência da República",
    "amendment": "Altera a Lei nº 14.791, de 29 de dezembro de 2023, que dispõe sobre as diretrizes para a elaboração e a execução da Lei Orçamentária de 2024.",
    "tags": "",
    "status": "Tranformada no(a) Lei Ordinária 14855/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "116",
    "year": "2023",
    "date": "17/05/2023",
    "author": "Senado Federal - Fernando Bezerra Coelho",
    "amendment": "Altera a Lei Complementar nº 87, de 13 de setembro de 1996 (Lei Kandir), para vedar a incidência do imposto sobre operações relativas à circulação de mercadorias e sobre prestações de serviços de transporte interestadual e intermunicipal e de comunicação (ICMS) nos casos de transferência de mercadoria entre estabelecimentos do mesmo contribuinte.",
    "tags": "Alteração, Lei Kandir (1996), proibição, Incidência tributária, Imposto sobre Operações relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação (ICMS), transferência, Mercadoria, Estabelecimento comercial, Contribuinte.",
    "status": "Tranformada no(a) Lei Complementar 204/2023",
    "theme": "Indústria, Comércio e Serviços",
    "previousTheme": "Economia; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "128",
    "year": "2022",
    "date": "26/09/2022",
    "author": "Marcos Pereira",
    "amendment": "Altera a Lei Complementar nº 79, de 7 de janeiro de 1994, que cria o Fundo Penitenciário Nacional – Funpen, para definir o percentual mínimo de aplicação na capacitação continuada dos servidores do Sistema Penitenciário e dos policiais penais.",
    "tags": "Alteração, Lei do Fundo Penitenciário Nacional, definição, percentual, mínimo, aplicação, educação continuada continuada, servidor público, sistema carcerário, Policial penal.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "124",
    "year": "2022",
    "date": "26/12/2024",
    "author": "Senado Federal - Rodrigo Pacheco",
    "amendment": "Altera a Lei nº 5.172, de 25 de outubro de 1966 (Código Tributário Nacional), para dispor sobre normas gerais para solução de controvérsias, consensualidade e processo administrativo em matéria tributária e aduaneira.",
    "tags": "Alteração, Código Tributário Nacional (1966), Solução de conflito, Solução consensual, Processo administrativo, Matéria aduaneira, Matéria tributária.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "136",
    "year": "2024",
    "date": "21/08/2024",
    "author": "Benedita da Silva",
    "amendment": "Altera a Lei Complementar nº79, de 7 de janeiro de 1994, e a Leinº 13.756, de 12 de dezembro de 2018, para dispor, expressamente, sobre a aplicação de recursos do Fundo Penitenciário Nacional (FUPEN) e do Fundo Nacional de Segurança Pública (FNSP) em órgãos e entidadesque implementam ações de prevenção e enfrentamento da violência contra a mulher nos âmbitos estadual e municipal.",
    "tags": "Alteração, Lei do Fundo Penitenciário Nacional (1994), Lei Federal, aplicação, percentual, Fundo Penitenciário Nacional (FUNPEN), Fundo Nacional de Segurança Pública (FNSP), entidade, Órgão público, prevenção, enfrentamento, violência contra a mulher, Município, Estado (ente federado).",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Defesa e Segurança",
    "previousTheme": "Defesa e Segurança; Direitos Humanos e Minorias; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "143",
    "year": "2019",
    "date": "28/05/2019",
    "author": "Marcos Pereira",
    "amendment": "Determina que os recursos destinados ao Instituto Nacional de Propriedade Intelectual não serão objeto de limitação de despesa.\n\nNOVA EMENTA: Altera a Lei Complementar nº 101, de 4 de maio de 2000 (Lei de Responsabilidade Fiscal), para vedar a limitação de empenho e movimentação financeira das despesas relativas ao Instituto Nacional de Propriedade Industrial (INPI).",
    "tags": "Alteração, Lei de Responsabilidade Fiscal, impedimento, limitação, despesa, execução orçamentária, recursos, Instituto Nacional da Propriedade Industrial (INPI).",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Ciência, Tecnologia e Inovação; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "128",
    "year": "2025",
    "date": "04/06/2025",
    "author": "Mauro Benevides Filho",
    "amendment": "Altera a Lei Complementar nº 200, de 30 de agosto de 2023, para reduzir os benefícios federais de natureza tributária, financeira e creditícia em, no mínimo, 10% (dez por cento).",
    "tags": "Alteração, Regime Fiscal Sustentável (2023), percentual, redução, benefício fiscal, benefício financeiro, benefício creditício, ajuste fiscal, conformidade, atividade econômica. _Proibição, criação, novo, benefício fiscal, benefício financeiro, benefício creditício.",
    "status": "Tranformada no(a) Lei Complementar 224/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "163",
    "year": "2025",
    "date": "06/08/2025",
    "author": "Isnaldo Bulhões Jr.",
    "amendment": "Altera a Lei Complementar nº 200, de 30 de agosto de 2023, para excluir do cômputo dos limites de despesas primárias as despesas temporárias com educação pública e saúde de que trata o art. 6º da Lei nº 15.164, de 14 de julho de 2025, e as despesas financiadas com recursos oriundos de empréstimos internacionais e suas respectivas contrapartidas, bem como excluir as referidas despesas com educação pública e saúde das metas fiscais, e dá outras providências.",
    "tags": "Alteração, Regime Fiscal Sustentável (2023)¸ Lei Federal, critério, exclusão, despesa pública, financiamento, educação pública, saúde, limite, despesa não financeira, diretrizes.",
    "status": "Tranformada no(a) Lei Complementar 223/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Educação; Finanças Públicas e Orçamento; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "143",
    "year": "2020",
    "date": "28/05/2020",
    "author": "Professora Dorinha Seabra Rezende",
    "amendment": "\"Altera a Lei Complementar nº 173, de 27 de 2020, que estabelece o Programa Federativo de Enfrentamento ao Coronavírus SARS-CoV-2 (Covid-19), altera a\",\", e dá outras providências, para ressalvar os servidores da educação pública das restrições contidas na lei .\"",
    "tags": "Alteração, lei complementar, Programa Federativo de Enfrentamento ao Coronavírus SARS-CoV-2 - Covid-19, exclusão, Profissional da educação, Rede pública de ensino, proibição,  reajuste, remuneração, benefício, servidor público, aumento, Despesa total com pessoal.",
    "status": "Tranformada no(a) Lei Complementar 226/2026",
    "theme": "Educação",
    "previousTheme": "Administração Pública; Educação; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "175",
    "year": "2024",
    "date": "31/10/2024",
    "author": "Rubens Pereira Júnior",
    "amendment": "Dispõe sobre a proposição e execução de emendas parlamentares na lei orçamentária anual e dá outras providências.",
    "tags": "Regulamentação, Marco regulatório, execução, Emenda, Emenda de bancada estadual, Emenda de comissão, Emenda individual, Lei Orçamentária Anual (LOA), incentivo, Transparência pública, Princípio da transparência administrativa, divulgação, Atividade legislativa.",
    "status": "Tranformada no(a) Lei Complementar 210/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Processo Legislativo e Atuação Parlamentar",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "167",
    "year": "2024",
    "date": "21/10/2024",
    "author": "Poder Executivo",
    "amendment": "Altera a Lei Complementar nº 123, de 14 de dezembro de 2006, para permitir apuração de crédito a microempresas e empresas de pequeno porte optantes pelo Simples Nacional, na hipótese de devolução total ou parcial de resíduo tributário remanescente na cadeia de produção de bens exportados.",
    "tags": "Alteração, Estatuto Nacional da Microempresa e da Empresa de Pequeno Porte (2006), apuração, crédito, microempresa, pequena empresa, Regime Especial Unificado de Arrecadação de Tributos e Contribuições devidos pelas Microempresas e Empresas de Pequeno Porte (SIMPLES NACIONAL), devolução, resíduo, crédito tributário, cadeia produtiva, exportação, bens, tributação.",
    "status": "Tranformada no(a) Lei Complementar 216/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "175",
    "year": "2023",
    "date": "23/08/2023",
    "author": "Flávia Morais",
    "amendment": "Altera o artigo 5º da Lei Complementar nº 172, de 15 de abril de 2020, para conceder prazo para que os Estados, o Distrito Federal e os Municípios executem atos de transposição e de transferência e atos de transposição e de reprogramação, respectivamente.\n\nNOVA EMENTA: Altera a Lei Complementar nº 172, de 15 de abril de 2020, a fim de conceder prazo aos Estados, ao Distrito Federal e aos Municípios para executar atos de transposição e de transferência.",
    "tags": "Alteração, Legislação, transferência, Saldo financeiro, Recursos financeiros, Recursos públicos, Fundo de Saúde, Estado (ente federado), Município, Distrito Federal (Brasil), autorização, reprogramação.",
    "status": "Tranformada no(a) Lei Complementar 205/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Finanças Públicas e Orçamento; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "178",
    "year": "2021",
    "date": "26/10/2021",
    "author": "Efraim Filho",
    "amendment": "Institui o Estatuto Nacional de Simplificação de Obrigações Tributárias Acessórias e dá outras providências.",
    "tags": "Criação, Estatuto Nacional de Simplificação de Obrigações Tributárias Acessórias, padronização, legislação,  Comitê Nacional de Simplificação de Obrigações Tributárias Acessórias (CNSOA), gestão, competência, composição, integração,  Administração tributária, contribuinte, União, Estado (ente federado), Distrito Federal (Brasil), Município, acesso,   Banco de dados, melhoria, Ambiente de negócios, empresa, redução, Custo Brasil, sonegação fiscal, implantação, Nota Fiscal Brasil Eletrônica (NFB-e).",
    "status": "Tranformada no(a) Lei Complementar 199/2023",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "204",
    "year": "2025",
    "date": "27/10/2025",
    "author": "Senado Federal - Carlos Portinho",
    "amendment": "Dispõe sobre projetos estratégicos em defesa nacional.",
    "tags": "Poder Executivo, desconto, resultado primário, Dotação orçamentária, despesa, Projeto estratégico, Defesa nacional, diretrizes.",
    "status": "Tranformada no(a) Lei Complementar 221/2025",
    "theme": "Defesa e Segurança",
    "previousTheme": "Defesa e Segurança; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "192",
    "year": "2023",
    "date": "12/09/2023",
    "author": "Dani Cunha",
    "amendment": "Altera a Lei Complementar nº 64, de 18 de maio de 1990.\n\n\nNOVA EMENTA: Altera a Lei Complementar nº 64, de 18 de maio de 1990, e a Lei nº 9.504, de 30 de setembro de 1997 (Lei das Eleições).",
    "tags": "Alteração, Lei das Inelegibilidades (1990), Lei das Eleições (1997), Perda de mandato eletivo, Perda de mandato parlamentar, Inelegibilidade.",
    "status": "Tranformada no(a) Lei Complementar 219/2025",
    "theme": "Política, Partidos e Eleições",
    "previousTheme": "Política, Partidos e Eleições; Processo Legislativo e Atuação Parlamentar",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "205",
    "year": "2023",
    "date": "22/11/2023",
    "author": "Senado Federal - Randolfe Rodrigues",
    "amendment": "Altera a Lei Complementar nº 195, de 8 de julho de 2022 (Lei Paulo Gustavo), para prorrogar até 31 de dezembro de 2024 o prazo de execução dos recursos por Estados, Distrito Federal e Municípios.",
    "tags": "Alteração, Lei Paulo Gustavo (2022), prorrogação, Prazo, Execução financeira, Recursos públicos, Estado (ente federado), Município, Distrito Federal (Brasil), Saldo remanescente, restituição, Tesouro Nacional, Guia de Recolhimento da União (GRU)",
    "status": "Tranformada no(a) Lei Complementar 202/2023",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Arte, Cultura e Religião; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "18",
    "year": "2021",
    "date": "17/02/2021",
    "author": "Guilherme Derrite",
    "amendment": "Inclui o inciso XIII ao art. 3º e altera o inciso VIII do art. 4º, ambos da Lei Complementar nº 141, de 13 de janeiro de 2012, para permitir que os Serviço de Resgate Pré-Hospitalar dos Corpos de Bombeiros Militares de todos os estados e do Distrito Federal possam perceber emendas individuais destinadas às Ações e Serviços Públicos de Saúde (ASPS).",
    "tags": "Alteração, Lei Complentar, autorização, Atendimento pré-hospitalar móvel de salvamento e resgate, Corpo de Bombeiro Militar, estado (ente federado), Distrito Federal (Brasil), recebimento, emenda individual, Ações e Serviços Públicos de Saúde (ASPS).",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Saúde",
    "previousTheme": "Defesa e Segurança; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "210",
    "year": "2024",
    "date": "29/11/2024",
    "author": "José Guimarães",
    "amendment": "Altera a Lei Complementar nº 200, de 30 de agosto de 2023, que institui regime fiscal sustentável para garantir a estabilidade macroeconômica do País e criar as condições adequadas ao crescimento socioeconômico, e dá outras providências.",
    "tags": "Alteração, Regime Fiscal Sustentável (2023), incentivo, Estabilidade econômica, Macroeconomia, Crescimento econômico, Orçamento público, Despesa pública, Exercício financeiro seguinte, Benefício assistencial, Seguridade social, Contingenciamento, Dotação orçamentária, Emenda.",
    "status": "Tranformada no(a) Lei Complementar 211/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "234",
    "year": "2024",
    "date": "18/12/2024",
    "author": "Felipe Carreras",
    "amendment": "Dispõe sobre incentivos e benefícios para fomentar as atividades de caráter desportivo e dá outras providências.",
    "tags": "Regulamentação, Incentivo fiscal, Benefício fisca, fomento, Esporte, Dedução tributária, Imposto sobre a Renda da Pessoa Física (IRPF), Patrocínio, Doação, Projeto esportivo, Projeto paradesportivo, Aprovação, Ministério do Esporte.",
    "status": "Tranformada no(a) Lei Complementar 222/2025",
    "theme": "Esporte e Lazer",
    "previousTheme": "Economia; Esporte e Lazer; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "243",
    "year": "2023",
    "date": "04/12/2023",
    "author": "Senado Federal - Humberto Costa",
    "amendment": "Dispõe sobre as despesas voltadas a programa de incentivo à permanência de estudantes no ensino médio.",
    "tags": "Diretrizes, destinação, Recursos orçamentários, Superavit financeiro, Fundo Social (FS), Programa (administração), incentivo, permanência, estudante, ensino médio, escola.",
    "status": "Tranformada no(a) Lei Complementar 203/2023",
    "theme": "Educação",
    "previousTheme": "Educação; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "22",
    "year": "2025",
    "date": "20/02/2025",
    "author": "Senado Federal - Randolfe Rodrigues",
    "amendment": "Dispõe sobre extensão do prazo para liquidação de restos a pagar não processados de que trata o art. 172 da Lei nº 14.791, de 29 de dezembro de 2023 (Lei de Diretrizes Orçamentárias de 2024).",
    "tags": "Orçamento, União, Lei de Diretrizes Orçamentárias (2024), revalidação, restos a pagar, prazo, liquidação, condição, observância, transparência, rastreabilidade.",
    "status": "Tranformada no(a) Lei Complementar 215/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "223",
    "year": "2023",
    "date": "19/10/2023",
    "author": "Julia Zanatta",
    "amendment": "Altera a Lei Complementar 123, de 14 de dezembro de 2006, para dispor sobre a prorrogação do prazo para o recolhimento de impostos para as Microempresas e Empresas de Pequeno Porte, em situação de decretação de estado de calamidade pública estadual ou distrital.",
    "tags": "Alteração, Estatuto Nacional da Microempresa e da Empresa de Pequeno Porte, prorrogação, prazo, recolhimento, imposto, microempresa, pequena empresa, localização, município, decretação, situação, calamidade pública, estado (ente federado), Distrito Federal, (Brasil), reconhecimento, Ministério da Integração e do Desenvolvimento Regional.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "233",
    "year": "2023",
    "date": "31/10/2023",
    "author": "Poder Executivo",
    "amendment": "Dispõe sobre o Seguro Obrigatório para Proteção de Vítimas de Acidentes de Trânsito e altera o Decreto-Lei nº 73, de 21 de novembro de 1966, que dispõe sobre o Sistema Nacional de Seguros Privados. \n\n\nNOVA EMENTA: Dispõe sobre o Seguro Obrigatório para Proteção de Vítimas de Acidentes de Trânsito (SPVAT); altera o Decreto-Lei nº 73, de 21 de novembro de 1966, as Leis nºs 8.212, de 24 de julho de 1991, 9.503, de 23 de setembro de 1997 (Código de Trânsito Brasileiro), e 14.075, de 22 de outubro de 2020, e a Lei Complementar nº 200, de 30 de agosto de 2023; e revoga as Leis nºs 6.194, de 19 de dezembro de 1974, e 8.441, de 13 de julho de 1992, e dispositivos das Leis nºs 8.374, de 30 de dezembro de 1991, 11.482, de 31 de maio de 2007, e 11.945, de 4 de junho de 2009.",
    "tags": "Criação, Seguro Obrigatório para Proteção de Vítimas de Acidentes de Trânsito (Seguro SPVAT), indenização, dano pessoal, vítima, Acidente de trânsito, diretrizes. _ Alteração, Lei do Seguro Privado (1996), Código de Trânsito Brasileiro (1997), repasse, percentual, prêmio, Seguro Obrigatório para Proteção de Vítimas de Acidentes de Trânsito (Seguro SPVAT), Seguridade social, Sistema Único de Saúde (SUS), Assistência médico-hospitalar, vítima, acidente de trânsito, Sistema Nacional de Trânsito, Programa (administração), prevenção, Sinistro.",
    "status": "Tranformada no(a) Lei Complementar 207/2024",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Finanças Públicas e Orçamento; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "57",
    "year": "2022",
    "date": "19/04/2022",
    "author": "Antonio Brito",
    "amendment": "Dispõe sobre a criação de contas correntes específicas nos entes federados, a fim de receber as transferências regulares, automáticas e obrigatórias destinadas ao custeio da cobertura de ações e serviços de saúde junto a prestadores privados e hospitais universitários federais\n\nNOVA EMENTA: Altera a Lei Complementar nº 141, de 13 de janeiro de 2012, a fim de dispor sobre a criação de contas-correntes específicas dos entes federados para recebimento das transferências regulares, automáticas e obrigatórias destinadas ao custeio de ações e de serviços de saúde executados por prestadores privados.",
    "tags": "Alteração, Lei Complementar, criação, conta-corrente, Ente federado, recebimento, transferência, recursos, custeio, serviços de saúde, prestador de serviço , natureza privada, hospital universitário,  Universidade federal.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Saúde",
    "previousTheme": "Educação; Saúde",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PLP",
    "number": "68",
    "year": "2024",
    "date": "25/04/2024",
    "author": "Poder Executivo",
    "amendment": "Institui o Imposto sobre Bens e Serviços - IBS, a Contribuição Social sobre Bens e Serviços - CBS e o Imposto Seletivo - IS e dá outras providências.",
    "tags": "Constituição Federal (1988), Reforma Tributária (2023), criação, Imposto sobre Bens e Serviços (IBS), Contribuição sobre Bens e Serviços (CBS), transição, Imposto seletivo, Fato gerador, Imunidade tributária, Exportação, Importação, Bens e serviços comuns, Liquidação financeira, Base de cálculo, Alíquota, sujeição, cumulatividade, Documento fiscal, Nota fiscal eletrônica, Regime aduaneiro especial, Cesta Básica Nacional de Alimentos, Medicamento, Produto de higiene pessoal, Dignidade menstrual, Transporte público coletivo, Produtor rural, Contribuição sobre Bens e Serviços (CBS), Alíquota de referência, Comitê gestor, Zona de Processamento de Exportação (ZPE), Bens de capital, Regime Especial de Incentivos para o Desenvolvimento de Infraestrutura (Reidi), devolução, Imposto, Concurso de prognóstico, Sociedade cooperativa, Zona Franca de Manaus (ZFM), Área de livre comércio.",
    "status": "Tranformada no(a) Lei Complementar 214/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "58",
    "year": "2025",
    "date": "10/03/2025",
    "author": "Mauro Benevides Filho",
    "amendment": "Altera a Lei Complementar nº 172, de 15 de abril de 2020, para conceder prazo para que os Estados, o Distrito Federal e os Municípios executem atos de transposição e de transferência e atos de transposição e de reprogramação, respectivamente.",
    "tags": "Alteração, Legislação, transferência, prazo, execução financeira, saldo financeiro, recursos financeiros, recursos públicos, fundo de saúde, Estado (ente federado), Município, Distrito Federal (Brasil), autorização, reprogramação.",
    "status": "Tranformada no(a) Lei Complementar 217/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Finanças Públicas e Orçamento; Previdência e Assistência Social; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "453",
    "year": "2017",
    "date": "05/12/2017",
    "author": "Gonzaga Patriota",
    "amendment": "Altera a Lei Complementar Nº 97, de 9 de junho de 1999, atribuindo ao Exército a execução de obras e serviços de engenharia sem necessidade de licitação pública nos casos que especifica.",
    "tags": "Alteração, Lei complementar, atribuição, Exército Brasileiro, execução, obra de engenharia, serviços de engenharia, obra pública inacabada, obra pública, Infraestrutura, transporte,   geração, transmissão, fonte alternativa de energia, fonte convencional de energia,  dispensa de licitação.",
    "status": "MESA - Aguardando Apreciação pelo Senado Federal",
    "theme": "Defesa e Segurança",
    "previousTheme": "Administração Pública; Defesa e Segurança",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "7",
    "year": "2022",
    "date": "22/02/2022",
    "author": "Tiago Dimas",
    "amendment": "Altera a Lei Complementar nº 172, de 15 de abril de 2020, e a Lei nº 14.029, de 28 de julho de 2020, para conceder prazo para que os Estados, o Distrito Federal e os Municípios executem atos de transposição e de transferência e atos de transposição e de reprogramação, respectivamente.",
    "tags": "Alteração, Lei Complementar, prorrogação, prazo, transposição, transferência, saldo financeiro, Fundo de Saúde, estado (ente federado), Distrito Federal, município, procedência, Ministério da Saúde. _Alteração, Lei Federal, autorização, estado (ente federado), Distrito Federal, município, transposição, transferência, saldo remanescente, Fundo Nacional de Assistência Social (FNAS), aplicação, exercício financeiro.",
    "status": "Tranformada no(a) Lei Complementar 197/2022",
    "theme": "Saúde",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "92",
    "year": "2024",
    "date": "19/12/2024",
    "author": "Senado Federal -  Jaime Bagattoli",
    "amendment": "Altera a Lei Complementar nº 116, de 31 de julho de 2003, para explicitar que o Imposto Sobre Serviços de Qualquer Natureza (ISS) incidente sobre os serviços de guincho intramunicipal, de guindaste e de içamento é devido no local da execução da obra.",
    "tags": "Alteração, Lei do ISS (2003), Incidência tributária, Serviços, Caminhão-guincho, Guindaste, Local, Obra de construção civil",
    "status": "Tranformada no(a) Lei Complementar 218/2025",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Economia; Finanças Públicas e Orçamento; Indústria, Comércio e Serviços",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PRC",
    "number": "27",
    "year": "2025",
    "date": "18/03/2025",
    "author": "Maria Arraes",
    "amendment": "Altera a denominação da atual “Sala de Reuniões do Colégio de Líderes” para “Sala Miguel Arraes”.",
    "tags": "Alteração, denominação, Sala de reunião, Colégio de líderes, Câmara dos Deputados, Homenagem, pessoa física, Ex-deputado federal.",
    "status": "Tranformada no(a) Resolução da Câmara dos Deputados 20/2025",
    "theme": "Homenagens e Datas Comemorativas",
    "previousTheme": "Administração Pública; Homenagens e Datas Comemorativas",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "PLP",
    "number": "72",
    "year": "2024",
    "date": "08/07/2024",
    "author": "Senado Federal - Veneziano Vital do Rêgo",
    "amendment": "Altera a Lei Complementar nº 141, de 13 de janeiro de 2012, que regulamenta o § 3º do art. 198 da Constituição Federal, para dispor sobre as despesas de custeio e de investimento com os hospitais universitários federais, para fins de apuração do gasto mínimo constitucional em saúde.",
    "tags": "Alteração, Legislação, Valor mínimo, Recursos financeiros, Serviços públicos, Saúde, Custeio, Investimento público, Hospital universitário.",
    "status": "Tranformada no(a) Lei Complementar 209/2024",
    "theme": "Saúde",
    "previousTheme": "Finanças Públicas e Orçamento; Saúde",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "PLP",
    "number": "85",
    "year": "2024",
    "date": "14/05/2024",
    "author": "Poder Executivo",
    "amendment": "Autoriza a União a postergar o pagamento da dívida de entes federativos afetados por calamidade pública, reconhecida pelo Congresso Nacional, mediante proposta do Poder Executivo federal, e a reduzir a taxa de juros dos contratos de dívida dos referidos entes com a União, altera a Lei Complementar nº 101, de 4 de maio de 2000, e a Lei Complementar nº 159, de 19 de maio de 2017, e dá outras providências.",
    "tags": "Alteração, Lei de Responsabilidade Fiscal (2000), Regime de Recuperação Fiscal dos Estados e do Distrito Federal, autorização, União, atraso, Pagamento, Dívida, Ente federado, Vítima, Calamidade pública, Situação de emergência, Desastre ambiental, redução, Taxa de juros, Contrato",
    "status": "Tranformada no(a) Lei Complementar 206/2024",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Cidades e Desenvolvimento Urbano; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REC",
    "number": "7",
    "year": "2024",
    "date": "23/04/2024",
    "author": "Nilto Tatto",
    "amendment": "Recurso contra a tramitação conclusiva do Projeto de Lei nº 10.273/2018, que altera a Lei nº 6.938, de 31 de agosto de 1981, que \"Dispõe sobre a Política Nacional do Meio Ambiente, seus fins e mecanismos de formulação e aplicação, e dá outras providências\", para adequar a incidência da Taxa de Controle e Fiscalização Ambiental - TCFA.",
    "tags": "",
    "status": "Diversas",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Administração Pública; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "REC",
    "number": "90",
    "year": "2007",
    "date": "27/08/2007",
    "author": "Regis de Oliveira",
    "amendment": "Contra a apreciação conclusiva da Comissão de Constituição e Justiça e de Cidadania, sobre o Projeto de Lei nº 836/2003, que disciplina o funcionamento de bancos de dados e serviços de proteção ao crédito e congêneres e dá outras providências.",
    "tags": "",
    "status": "PLEN - Arquivada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1047",
    "year": "2023",
    "date": "04/04/2023",
    "author": "Beto Pereira",
    "amendment": "Requer Urgência para apreciação do PDL 65/2023 – que “Susta parcialmente os efeitos da Resolução Normativa nº 1.000, de 07 de dezembro de 2021, que estabelece as Regras de Prestação do Serviço Público de Distribuição de Energia Elétrica, particularmente dispositivos nela incluídos por meio da Resolução Normativa nº 1.059, de 10 de fevereiro de 2023, que regula a Lei nº 14.300/2022”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Administração Pública; Energia, Recursos Hídricos e Minerais",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "10903",
    "year": "2014",
    "date": "09/12/2014",
    "author": "George Hilton",
    "amendment": "Requer, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação do Projeto de Lei nº 1.462, de 2007, que \"obriga, nas hipóteses que especifica, a veiculação de mensagens de advertência sobre o risco de escassez e de incentivo ao consumo moderado de água\".",
    "tags": "",
    "status": "PLEN - Tramitação Finalizada",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Administração Pública; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1260",
    "year": "2025",
    "date": "02/04/2025",
    "author": "Doutor Luizinho",
    "amendment": "Requer urgência para o Projeto de Lei nº 2088/2023, que “Estabelece critérios para suspensão de concessões comerciais, de investimentos e de obrigações relativas a direitos de propriedade intelectual em resposta a medidas unilaterais adotadas por país ou bloco econômico que impactem negativamente a competitividade internacional brasileira; e dá outras providências”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Administração Pública; Economia; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1281",
    "year": "2023",
    "date": "24/04/2023",
    "author": "André Fufuca",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Decreto Legislativo nº 111, de 2023, que “Susta os parágrafos 13 ao 17 do art. 6º do Decreto nº 11.467, de 5 de abril de 2023, que atualiza a regulação das leis de saneamento”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Cidades e Desenvolvimento Urbano",
    "previousTheme": "Administração Pública; Cidades e Desenvolvimento Urbano",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1292",
    "year": "2025",
    "date": "04/04/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Lei nº 769, de 2024, de autoria Supremo Tribunal Federal, que “dispõe sobre a criação de funções comissionadas no Quadro de Pessoal do Supremo Tribunal Federal.”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1283",
    "year": "2023",
    "date": "24/04/2023",
    "author": "Altineu Côrtes",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Decreto Legislativo nº 3\\23, de autoria do Deputado Sanderson que “Susta o Decreto nº 11.366, de 1º de janeiro 2023, que limita o registro e a aquisição de\narmas de fogos”.",
    "tags": "",
    "status": "PLEN - Tramitação Finalizada",
    "theme": "Defesa e Segurança",
    "previousTheme": "Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1293",
    "year": "2025",
    "date": "04/04/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Lei nº 4.303, de 2024, de autoria do Superior Tribunal de Justiça, que “transforma cargos vagos da carreira de Técnico Judiciário em novos cargos da carreira de Analista Judiciário no Quadro Permanente do Superior Tribunal de Justiça.”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1294",
    "year": "2025",
    "date": "04/04/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Lei nº 1, de 2025, de autoria do Superior Tribunal de Justiça, que “dispõe sobre a criação de oito varas federais no Estado de Santa Catarina, a transformação de cargos de juiz federal substituto na Justiça Federal da 4ª Região e a criação de cargos de juízes federais e dá outras providências. ”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1296",
    "year": "2025",
    "date": "04/04/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Lei nº 2, de 2025, de autoria do Superior Tribunal de Justiça, que “dispõe sobre a reestruturação de cargos da magistratura no quadro permanente da Justiça Federal da 1ª Região e sobre a criação da 2ª Turma Recursal dos Juizados Especiais Federais da Seção Judiciária do Piauí. ”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1500",
    "year": "2022",
    "date": "07/11/2022",
    "author": "Domingos Neto",
    "amendment": "Altera a Lei nº 14.300, de 6 de janeiro de 2022, com o objetivo de acrescentar doze meses ao prazo em que pode ser protocolada solicitação de acesso na distribuidora sem que sejam aplicadas novas regras tarifárias menos vantajosas às unidades de microgeração e minigeração distribuída de energia elétrica.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Administração Pública; Energia, Recursos Hídricos e Minerais",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1520",
    "year": "2023",
    "date": "15/05/2023",
    "author": "Zeca Dirceu",
    "amendment": "Requerimento de Urgência Art. 155 - PL 7687/2017",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1576",
    "year": "2023",
    "date": "16/05/2023",
    "author": "Hugo Motta",
    "amendment": "Requeremos a V.Exª, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação do Projeto de Lei nº 6579/2019 - Senado Federal - Mecias de Jesus que \"Altera a Lei nº 8.256, de 25 de novembro de 1991, para incluir o Município de Pacaraima, no Estado de Roraima, na Área de Livre Comércio de Boa Vista - ALCBV\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Cidades e Desenvolvimento Urbano",
    "previousTheme": "Administração Pública; Cidades e Desenvolvimento Urbano",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1502",
    "year": "2022",
    "date": "08/11/2022",
    "author": "Elmar Nascimento",
    "amendment": "Requer, nos termos do artigo 155 do\nRegimento Interno da Câmara dos\nDeputados, que seja incluído\nautomaticamente na Ordem do Dia o \nProjeto de Lei nº 2.685/2022, que\n \"Institui o Programa Nacional de\nRenegociação das Dívidas das Famílias\n\" ReFamília e estabelece a\nnecessidade de imposição de limite \naos juros cobrados na modalida de \ncartão de crédito rotativo\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1603",
    "year": "2022",
    "date": "12/12/2022",
    "author": "Vinicius Carvalho",
    "amendment": "Requer urgência para o Projeto de Lei nº 2.945, de 2022, que Tipifica o crime tentado de Invasão de Domicílio com fins de subtração na modalidade de Tentativa de Roubo.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1611",
    "year": "2022",
    "date": "13/12/2022",
    "author": "Sergio Souza",
    "amendment": "Requerimento de Urgência Art. 155 - PL 36/2021",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1659",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Decreto Legislativo nº 471, de 2022, que \"Fixa os subsídios dos membros do Congresso Nacional, do Presidente e do Vice-Presidente da República e dos Ministros de Estado e dá outras providências\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1660",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei nº 3029, de 2022, que \"Reajusta a remuneração dos servidores integrantes do Quadro de Pessoal da Câmara dos Deputados.\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1661",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei nº 2955, de 2022, que \"Altera a Lei nº 10.356, de 27 de dezembro de 2001, para reajustar as remunerações dos servidores do Quadro de Pessoal do Tribunal de Contas da União\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1658",
    "year": "2025",
    "date": "29/04/2025",
    "author": "Antonio Brito",
    "amendment": "Requerimento de Urgência ao PL 1856/2025, que \"Denomina “Viaduto Papa Francisco” o viaduto rodoviário localizado no Km 2,3 da rodovia BR-488, no Município de Aparecida, Estado de São Paulo.\"",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Homenagens e Datas Comemorativas",
    "previousTheme": "Administração Pública; Homenagens e Datas Comemorativas",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1660",
    "year": "2024",
    "date": "15/05/2024",
    "author": "Erika Hilton",
    "amendment": "Requer urgência para apreciação do Projeto de Lei nº 1594 de 2024, que “Institui a Política Nacional dos Deslocados Ambientais e Climáticos – PNDAC, estabelecendo seus direitos e fornecendo diretrizes para que o Poder Público promova sua proteção”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Administração Pública; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1662",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei nº 2441, de 2022, que \"Altera a Lei 11.416. de 15 de dezembro de 2016, que dispõe sobre as Carreiras dos Servidores do Poder Judiciário da União e dá outras providências\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1664",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei nº 2438, de 2022, que \"Dispõe sobre o subsídio de Ministro do Supremo Tribunal Federal, referido no Inciso XV do art. 48 dá Constuição Federal\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1665",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei nº 2923, de 2022, que \"Altera a Lei nº 14.377, de 22 de junho de 2022, que dispõe sobre a estruturação do Plano de Carreiras e Cargos de Provimento Efetivo dos Servidores da Defensoria Pública da União; fixa o valor de suas remunerações; e dá outras providências\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direitos Humanos e Minorias; Previdência e Assistência Social",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1666",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei nº 2440, de 2022, que \"Fixa o subsídio do Defensor Público-Geral Federal e estabelece, para os membros da DPU, o percentual de escalonamento de que trata o Inciso V do art. 93 da Constituição.\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1667",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei nº 2442, de 2022, que \"Altera a Lei 13.316. de 20 de julho de 2016, que dispõe sobre as Carreiras dos Servidores do Ministério público da União e as carreiras do Servidores do Conselho Nacional do Ministério Público; fixa valores de sua remuneração e dá outras providências\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1669",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei nº 2930, de 2022, que “Altera a Lei nº 12.300, de 28 de julho de 2010, para reajustar as Tabelas de Vencimentos Básicos dos Servidores Ocupantes de Cargo Efetivo do Quadro de Pessoal do Senado Federal”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2060",
    "year": "2025",
    "date": "21/05/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Lei nº 1.694, de 2025, de autoria do Tribunal Superior do Trabalho, que “dispõe sobre a transformação de cargos vagos no quadro permanente do Tribunal Regional do Trabalho da 2ª Região, sem aumento de despesas. ”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2027",
    "year": "2015",
    "date": "01/06/2015",
    "author": "Alceu Moreira",
    "amendment": "Nos termos do Art. 155 do Regimento Interno da Câmara dos Deputados, requeiro a Vossa Excelência, URGÊNCIA para a tramitação do Projeto de Decreto Legislativo nº 1408 de 2013, que \"Susta a Norma Regulamentadora nº 12 (NR 12) - Segurança em Máquinas e Equipamentos, do Ministério do Trabalho e Emprego (MTE)\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Administração Pública; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2061",
    "year": "2025",
    "date": "21/05/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Lei nº 7.906, de 2014, de autoria do Tribunal Superior do Trabalho, que “cria cargos de Juiz do Trabalho Substituto no Tribunal Regional do Trabalho da 3ª Região, Minas Gerais e dá outras providências. ”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1668",
    "year": "2022",
    "date": "20/12/2022",
    "author": "Celina Leão",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei nº 2439, de 2022, que \"Dispõe sobre o subsídio do Procurador-Geral da República e dá outras providências\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2360",
    "year": "2023",
    "date": "03/08/2023",
    "author": "Rubens Pereira Júnior",
    "amendment": "Requer regime de urgência urgentíssima para apreciação do Projeto de Lei nº. 996 de 2015, que “Altera o art. 121 do Decreto-Lei nº 2.848, de 7 de dezembro de 1940 - Código Penal - para prever como homicídio qualificado aquele praticado contra membros do Ministério Público e Magistratura, no exercício de sua função ou por causa dela e dá outras providências”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "REQ",
    "number": "2366",
    "year": "2023",
    "date": "03/08/2023",
    "author": "Erika Hilton",
    "amendment": "Requer urgência para apreciação do Projeto de Lei nº 2245 de 2023, que “Institui a Política Nacional de Trabalho Digno e Cidadania para População em Situação de Rua - PNTC PopRua - e dá outras providências”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Trabalho e Emprego",
    "previousTheme": "Administração Pública; Direitos Humanos e Minorias; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2550",
    "year": "2023",
    "date": "15/08/2023",
    "author": "Elmar Nascimento",
    "amendment": "Altera a Lei n.º 11.892, de 29 de dezembro de 2012, que cria os Institutos Federais, para proporcionar aos servidores o acesso a bolsas de pesquisa, desenvolvimento, inovação e intercâmbio.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Ciência, Tecnologia e Inovação",
    "previousTheme": "Administração Pública; Ciência, Tecnologia e Inovação",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2441",
    "year": "2023",
    "date": "09/08/2023",
    "author": "Alex Manente",
    "amendment": "Requer Urgência na apreciação do Projeto de Lei nº 1.016, de 2023, que “altera a Lei nº 12.546, de 14 de dezembro de 2011, para prorrogar o prazo referente à contribuição previdenciária sobre a receita bruta, e a Lei nº 10.865, de 30 de abril de 2004, para prorrogar o prazo referente a acréscimo de alíquota da Contribuição Social para o Financiamento da Seguridade Social devida pelo Importador de Bens Estrangeiros ou Serviços do Exterior (Cofins-Importação), nos termos que especifica”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Previdência e Assistência Social",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Previdência e Assistência Social",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2467",
    "year": "2023",
    "date": "10/08/2023",
    "author": "Zé Haroldo Cathedral",
    "amendment": "Requerimento de Urgência ao PL 3050/2023, que Altera a Lei nº 14.254, de 30 de novembro de 2021, que dispõe sobre o acompanhamento integral para educandos com dislexia ou Transtorno do Deficit de Atenção com Hiperatividade (TDAH) ou outro transtorno de aprendizagem, para assegurar a inclusão do Transtorno Opositivo Desafiador (TOD) nos parâmetros da lei.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Educação",
    "previousTheme": "Educação; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2721",
    "year": "2021",
    "date": "07/12/2021",
    "author": "Orlando Silva",
    "amendment": "Requeremos a Vossa Excelência, nos termos do artigo 154 inciso II, do Regimento Interno da Câmara dos Deputados, urgência para apreciação do Projeto de Lei nº 2630/2020, que “Institui a Lei Brasileira de Liberdade, Responsabilidade e Transparência na Internet.”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Comunicações",
    "previousTheme": "Administração Pública; Comunicações",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2753",
    "year": "2024",
    "date": "05/08/2024",
    "author": "José Guimarães",
    "amendment": "Requer, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, URGÊNCIA para a apreciação do Projeto de Lei Complementar nº 108, 2024, que “Institui o Comitê Gestor do Imposto sobre Bens e Serviços - CG-IBS, dispõe sobre o processo administrativo tributário relativo ao lançamento de ofício do Imposto sobre Bens e Serviços - IBS, sobre a distribuição para os entes federativos do produto da arrecadação do IBS, e sobre o Imposto sobre Transmissão Causa mortis e Doação de Quaisquer Bens ou Direitos - ITCMD, e dá outras providências”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3108",
    "year": "2023",
    "date": "19/09/2023",
    "author": "Pedro Lupion",
    "amendment": "Requer em regime de urgência para apreciação do Projeto de Lei nº 4357/2023, que “Altera o art. 2º da Lei nº 8.629, de 25 de fevereiro de 1993.”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.85
  },
  {
    "type": "REQ",
    "number": "3081",
    "year": "2024",
    "date": "20/08/2024",
    "author": "Isnaldo Bulhões Jr.",
    "amendment": "Requer, nos termos do art. 155 do RICD, urgência para o Projeto de Lei nº 2.113/2024, que altera o art. 6º da Lei nº 14.182, de 12 de julho de 2021, para permitir a utilização otimizada do montante energético \npara projetos públicos de irrigação na Bacia do Rio São Francisco.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Administração Pública; Energia, Recursos Hídricos e Minerais",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3288",
    "year": "2025",
    "date": "14/08/2025",
    "author": "José Priante",
    "amendment": "Requer, nos termos do art. 155 do RICD, urgência para o Projeto de Lei Complementar nº 163 de 2025, que altera a Lei Complementar nº 200, de 30 de agosto de 2023, para excluir do cômputo dos limites de despesas primárias as despesas temporárias com educação pública e saúde de que trata o art. 6º da Lei nº 15.164, de 14 de julho de 2025, e as despesas financiadas com recursos oriundos de empréstimos internacionais e suas respectivas contrapartidas, bem como excluir as referidas despesas com educação pública e saúde das metas fiscais, e dá outras providências..",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3307",
    "year": "2023",
    "date": "26/09/2023",
    "author": "Júlio Cesar",
    "amendment": "Requer urgência para apreciação do Projeto de Lei nº. 4.416/2021 que prorroga os incentivos de IRPJ e reinvestimentos nas áreas da SUDAM, SUDENE e SUDECO.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "349",
    "year": "2011",
    "date": "15/02/2011",
    "author": "Cândido Vaccarezza",
    "amendment": "Requerimento de , urgência para apreciação do PL 382/2011, de autoria do Executivo Federal, que  \"Dispõe sobre o valor do salário mínimo em 2011, a sua política de valorização de longo prazo, e disciplina a representação fiscal para fins penais nos casos em que houve parcelamento do crédito tributário\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3559",
    "year": "2024",
    "date": "10/09/2024",
    "author": "Felipe Carreras",
    "amendment": "Requer urgência para o Projeto de Lei nº 3.453/2024, que Altera a Lei nº 8.935, de 18 de novembro de 1994, que regulamenta os serviços notariais e de registro, para incluir a responsabilidade administrativa dos notários e registradores.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Direito Civil e Processual Civil",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3528",
    "year": "2025",
    "date": "26/08/2025",
    "author": "Isnaldo Bulhões Jr.",
    "amendment": "Requer, nos termos do art. 155 do RICD, urgência para o Projeto de Lei nº 6.139 de 2023, que estabelece o sistema brasileiro de apoio oficial ao crédito à exportação e altera a Lei nº 12.712, de 30 de agosto de 2012, a Lei nº 9.818, de 23 de agosto de 1999, e a Lei nº 10.184, de 12 de fevereiro de 2001.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Administração Pública; Economia; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3680",
    "year": "2025",
    "date": "02/09/2025",
    "author": "Talíria Petrone",
    "amendment": "Requer, nos termos do Artigo 155 do Regimento Interno, tramitação sob o regime urgência do Projeto de Lei nº 1579/2025, que regulamenta o art. 6º da Constituição Federal para assegurar o direito à alimentação ao entregador que presta serviço por intermédio de empresa de aplicativo de entrega.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Direitos Humanos e Minorias; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3682",
    "year": "2023",
    "date": "25/10/2023",
    "author": "Ana Paula Leão",
    "amendment": "Requerem urgência para o Projeto de Lei nº 10.556/2018, que “Dispõe sobre a utilização da palavra ‘leite’ nas embalagens e rótulos de alimentos”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Economia",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3683",
    "year": "2023",
    "date": "25/10/2023",
    "author": "Doutor Luizinho",
    "amendment": "Requeiro a Vossa Excelência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação imediata do Projeto de Lei n. 4287, de 2023, que “Dispõe sobre a autorregularização incentivada de tributos administrados pela Secretaria Especial da Receita Federal do Brasil”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3754",
    "year": "2025",
    "date": "09/09/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Lei nº 2.829, de 2025, que altera dispositivos da Lei nº 10.356, de 27 de dezembro de 2001, que dispõe sobre o Quadro de Pessoal e o Plano de Carreira do Tribunal de Contas da União e dá outras providências.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Processo Legislativo e Atuação Parlamentar",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Processo Legislativo e Atuação Parlamentar",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3762",
    "year": "2025",
    "date": "09/09/2025",
    "author": "Camila Jara",
    "amendment": "Requer a urgência, nos termos do art. 155 do Regimento Interno da Câmara dos Deputados, para apreciação do Projeto de Lei 4.392/2025, que altera o Estatuto do Pantanal, que dispõe sobre o uso, a conservação, a proteção e a recuperação do bioma Pantanal, para reforçar as medidas de proteção à integração entre planalto e planície.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Meio Ambiente e Desenvolvimento Sustentável",
    "previousTheme": "Administração Pública; Meio Ambiente e Desenvolvimento Sustentável",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "REQ",
    "number": "3753",
    "year": "2025",
    "date": "09/09/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Lei nº 226, de 2024, que altera o Decreto-Lei nº 3.689, de 3 de outubro de 1941 (Código de Processo Penal), para dispor sobre as circunstâncias que recomendam a conversão da prisão em flagrante em preventiva, sobre a coleta de material biológico para obtenção e armazenamento do perfil genético do custodiado e sobre os critérios para aferição da periculosidade do agente para concessão de prisão preventiva, inclusive quando da audiência de custódia.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "REQ",
    "number": "3764",
    "year": "2025",
    "date": "09/09/2025",
    "author": "Zé Silva",
    "amendment": "Requer urgência, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, para urgência na tramitação do Projeto de Lei nº 2780, de 2024, que Institui a Política Nacional de Minerais Críticos e Estratégicos (PNMCE), o Comitê de Minerais Críticos e Estratégicos (CMCE), vinculado ao Conselho Nacional de Política Mineral, e dá outras providências.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Energia, Recursos Hídricos e Minerais",
    "previousTheme": "Administração Pública; Energia, Recursos Hídricos e Minerais",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3877",
    "year": "2025",
    "date": "24/09/2025",
    "author": "Mauricio Neves",
    "amendment": "Requer, nos termos do art. 155 do RICD, urgência para o Projeto de PL 4527/2025 que “Altera a Lei nº 12.587 de 03 de janeiro de 2012, para prever estudo prévio de impacto do serviço de transporte de passageiros por aplicativo com uso de motocicleta no âmbito dos sistemas de saúde pública e de mobilidade urbana como requisito para autorização da atividade, na forma que especifica”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Administração Pública; Cidades e Desenvolvimento Urbano; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4037",
    "year": "2025",
    "date": "01/10/2025",
    "author": "Rodrigo Rollemberg",
    "amendment": "Requer, nos termos do art. 155 do RICD, urgência para o PL nº 4750, de 2025 que “Altera a Lei n° 11.416, de 15 de dezembro de 2006, que dispõe sobre as Carreiras dos Servidores do Poder Judiciário da União.”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4073",
    "year": "2023",
    "date": "28/11/2023",
    "author": "Silvia Waiãpi",
    "amendment": "Requer regime de urgência ao Projeto de Lei nº 2144/2023, que “Altera os artigos 215-A, 216-A, 216-B, 217-A, 218, e do 218-C do Decreto-Lei 2.848, de 7 de dezembro de 1940 –Código Penal, para aumentar as penas dos respectivos delitos.”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "REQ",
    "number": "4075",
    "year": "2023",
    "date": "28/11/2023",
    "author": "Pedro Lupion",
    "amendment": "Requer, nos termos do artigo 155, urgência para o Projeto de Lei nº 1.548/2022, que altera a Lei nº 12.865, de 09 de outubro de 2013, para estender ao farelo e ao óleo de milho o mesmo tratamento tributário concedido à soja relativamente à incidência da Contribuição para o PIS/PASEP e da COFINS.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4124",
    "year": "2023",
    "date": "29/11/2023",
    "author": "Elmar Nascimento",
    "amendment": "Requer, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, que seja incluído automaticamente na Ordem do Dia o Projeto de Lei nº 3954/2023, que altera a Lei nº 14.133, de 1º de abril de 2021 (Lei de Licitações e Contratos Administrativos), para determinar o modo de disputa fechado nas licitações de obras e serviços que especifica, facultar a adesão de Município a ata de registro de preços licitada por outro ente do mesmo nível federativo, dispor sobre a execução e liquidação do objeto remanescente de contrato administrativo rescindido, permitir a prestação de garantia na forma de título de capitalização e\npromover a gestão e a aplicação eficientes dos recursos oriundos de convênios e contratos de repasse.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4134",
    "year": "2023",
    "date": "29/11/2023",
    "author": "Luisa Canziani",
    "amendment": "Requer urgência na apreciação do Projeto de Lei nº Projeto de Lei 5727/2023,  que “Altera a Lei nº 13.005, de 25 de junho de 2014, que aprova o Plano Nacional de Educação, para estabelecer estratégia relativa à ampliação da oferta de serviços de psicologia e de serviço social pelas redes públicas de educação”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Educação",
    "previousTheme": "Educação; Saúde",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4138",
    "year": "2023",
    "date": "29/11/2023",
    "author": "Hugo Motta",
    "amendment": "Requeremos a V. Exª, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação do PL nº 5.711/2023, do Tribunal de Contas das União, que \"Dispõe sobre a atuação do Tribunal de Contas da União como membro do Conselho de Auditores da Organização das Nações Unidas\".",
    "tags": "",
    "status": "PLEN - Tramitação Finalizada",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Administração Pública; Defesa e Segurança; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4140",
    "year": "2024",
    "date": "08/10/2024",
    "author": "José Guimarães",
    "amendment": "Requer, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, URGÊNCIA para a apreciação do Projeto de Lei nº 3.802, de 2024, que “Altera a Lei nº 14.467, de 16 de novembro de 2022, que dispõe sobre o tratamento tributário aplicável às perdas incorridas no recebimento de créditos decorrentes das atividades das instituições financeiras e das demais instituições autorizadas a funcionar pelo Banco Central do Brasil.”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4234",
    "year": "2023",
    "date": "07/12/2023",
    "author": "Hugo Motta",
    "amendment": "Requeremos a V.Exª, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, urgência para apreciação do Projeto de Lei nº 5.711, de 2023, do Tribunal de Contas da União, que dispõe sobre a atuação\ndo Tribunal de Contas da União como membro do Conselho de Auditores da Organização das Nações Unidas.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "Administração Pública; Defesa e Segurança; Relações Internacionais e Comércio Exterior",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4244",
    "year": "2023",
    "date": "08/12/2023",
    "author": "Lafayette de Andrada",
    "amendment": "Requer regime de urgência para apreciação do PL 1269/2022, que “Altera a Lei nº 13.097, de 19 de janeiro de 2015, para garantir a eficácia dos negócios jurídicos relativos a imóveis em cuja matrícula inexista averbação, mediante decisão judicial, de qualquer tipo de constrição judicial.\"",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito Civil e Processual Civil",
    "previousTheme": "Administração Pública; Direito Civil e Processual Civil; Estrutura Fundiária",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4284",
    "year": "2023",
    "date": "13/12/2023",
    "author": "Duarte Jr.",
    "amendment": "Requer urgência na apreciação do Projeto de Lei nº 2374 de 2023, que altera a Lei n.º 11.947, de 16 de junho de 2009 e a Lei n.º 14.113, de 25 de dezembro de 2020 de modo a assegurar que haja a inclusão das escolas comunitárias e o repasse direto dos recursos do Programa Nacional de Alimentação Escolar – PNAE e do Programa Dinheiro Direto na Escola – PDDE, e dá outras providências.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Educação",
    "previousTheme": "Administração Pública; Educação; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4344",
    "year": "2025",
    "date": "21/10/2025",
    "author": "Luiz Gastão",
    "amendment": "Requer regime de urgência para a apreciação do Projeto de Resolução nº 71, de 2025, que “Cria a Bancada Cristã da Câmara dos Deputados e dá outras providências.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Homenagens e Datas Comemorativas",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4403",
    "year": "2024",
    "date": "04/11/2024",
    "author": "Elmar Nascimento",
    "amendment": "Requer, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, que seja incluído automaticamente na Ordem do Dia o Projeto de Lei Complementar nº 175/2024, que dispõe sobre a proposição e execução de emendas parlamentares na lei orçamentária anual e dá outras providências.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Finanças Públicas e Orçamento",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4430",
    "year": "2023",
    "date": "20/12/2023",
    "author": "Doutor Luizinho",
    "amendment": "Requer urgência para o Projeto de Resolução nº 131/2023, que “Dispõe sobre os cargos efetivos da Carreira Legislativa da Câmara dos Deputados”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Finanças Públicas e Orçamento; Processo Legislativo e Atuação Parlamentar",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4634",
    "year": "2025",
    "date": "03/11/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Projeto de Lei Complementar nº 204, de 2025, que dispõe sobre projetos estratégicos em defesa nacional.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Defesa e Segurança",
    "previousTheme": "Administração Pública; Defesa e Segurança",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "486",
    "year": "2024",
    "date": "28/02/2024",
    "author": "Vinicius Carvalho",
    "amendment": "Nos termos do art. 155, do Regimento Interno da Câmara dos Deputados, requeremos urgência para o Projeto de Lei nº 212, de 2024, de autoria do Deputado Vinicius Carvalho, que Altera o Decreto-Lei nº 2.848, de 7 de dezembro de 1940 (Código Penal) para incluir a tipificação do homicídio qualificado contra o advogado e estabelecer causa especial de aumento de pena quando a lesão for praticada contra o advogado no exercício da função ou em decorrência dela.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "REQ",
    "number": "4890",
    "year": "2024",
    "date": "11/12/2024",
    "author": "Max Lemos",
    "amendment": "Requer Urgência para o Projeto de Lei 4911/23, que “Regulamenta a Profissão de Alpinismo Industrial\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Administração Pública",
    "previousTheme": "Administração Pública; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.75
  },
  {
    "type": "REQ",
    "number": "672",
    "year": "2023",
    "date": "14/03/2023",
    "author": "André Fufuca",
    "amendment": "Nos termos do art. 154, II, do Regimento Interno, requeremos urgência para o Projeto de Lei nº 4591/2012, que “Dispõe sobre a composição, o funcionamento e a competência do Conselho Superior da Justiça do Trabalho, e dá outras providências”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Justiça",
    "previousTheme": "Administração Pública; Direito e Justiça",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "715",
    "year": "2024",
    "date": "13/03/2024",
    "author": "Flávia Morais",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Lei nº 5.813/2023, que dispõe sobre os contratos especiais de estágio de aprendizagem destinados a pessoas com transtorno do espectro autista.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Administração Pública; Direitos Humanos e Minorias; Educação; Trabalho e Emprego",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "715",
    "year": "2019",
    "date": "12/03/2019",
    "author": "Luizianne Lins",
    "amendment": "Com base no art. 155 do Regimento Interno, requeremos regime de urgência na apreciação do PL 638/2019, que \"Dispõe sobre a inclusão da economia do cuidado no sistema de contas nacionais, usado para aferição do desenvolvimento econômico e social do país para a definição e implementação de políticas públicas\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Economia",
    "previousTheme": "Administração Pública; Economia",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "731",
    "year": "2024",
    "date": "13/03/2024",
    "author": "Max Lemos",
    "amendment": "Requer Urgência para o Projeto de Lei 3874/23, que dispõe  sobre a proibição de aquisição de posse e porte de armas de  fogo e munições por indivíduo que tenha registro de agressão  contra mulher em inquérito e processo judicial.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "Defesa e Segurança; Direitos Humanos e Minorias",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "8339",
    "year": "2013",
    "date": "13/08/2013",
    "author": "Jovair Arantes",
    "amendment": "Requer regime de urgência para a apreciação do Projeto de Lei nº 5.943, de 2013, que \"dispõe sobre o exercício da profissão de motorista, altera a Consolidação das Leis do Trabalho (CLT) no que se refere ao empregado, e a Lei n° 9.503, de 23 de setembro de 1997 (Código de Trânsito brasileiro) bem como a Lei nº 11.442 de 5 de janeiro de 2007 (Empresas e transportadores autônomos de carga), para regular e disciplinar a jornada de trabalho e o tempo de direção do motorista profissional, e dá outras providências.\"",
    "tags": "",
    "status": "MESA - Arquivada",
    "theme": "Viação, Transporte e Mobilidade",
    "previousTheme": "Administração Pública; Viação, Transporte e Mobilidade",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "835",
    "year": "2022",
    "date": "23/05/2022",
    "author": "Maria do Rosário",
    "amendment": "Solicita urgência para apreciação do Projeto de Lei nº 6606/2019, que “dispõe sobre a Política Nacional de Economia Solidária e os empreendimentos econômicos solidários, cria o Sistema Nacional de Economia Solidária e dá outras providências\".",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Economia",
    "previousTheme": "Administração Pública; Economia",
    "action": "narrowed",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "993",
    "year": "2021",
    "date": "10/05/2021",
    "author": "Luis Tibé",
    "amendment": "Requer urgência urgentíssima para o PL 1520/2021, que “Altera o Código Penal para estabelecer como crime hediondo o homicídio de criança de até doze anos de idade incompletos, com pena de 20 a 30 anos”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "Administração Pública; Defesa e Segurança; Direito Penal e Processual Penal",
    "action": "narrowed",
    "confidence": 0.95
  },
  {
    "type": "REQ",
    "number": "1150",
    "year": "2022",
    "date": "05/07/2022",
    "author": "Igor Timo",
    "amendment": "Requer urgência para o PL 1832/2022, que “acrescenta § 8º ao art. 15 da Lei nº 10.741, de 1º de outubro de 2003 – Estatuto do Idoso –, para permitir que as instituições de longa permanência para idosos possam adquirir equipamentos e medicamentos que promovam a saúde e a qualidade de vida dos idosos que nela residam e dá outras providências”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Saúde",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REC",
    "number": "38",
    "year": "2023",
    "date": "29/11/2023",
    "author": "Domingos Sávio",
    "amendment": "Recurso contra a tramitação conclusiva do Projeto de Lei nº 702/2023, que “Acrescenta o art. 394-B ao Decreto-Lei nº 3.689, de 3 de outubro de 1941 - Código de Processo Penal, para dar prioridade de tramitação nos crimes de redução a condição análoga à de escravo.”",
    "tags": "",
    "status": "Diversas",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "PL",
    "number": "171",
    "year": "1987",
    "date": "24/06/1987",
    "author": "Poder Executivo",
    "amendment": "DISPÕE SOBRE A PADRONIZAÇÃO, A CLASSIFICAÇÃO, O REGISTRO, A INSPEÇÃO, A PRODUÇÃO E A FISCALIZAÇÃO DE BEBIDAS, AUTORIZA A CRIAÇÃO DO CONSELHO NACIONAL DE BEBIDAS, E DA OUTRAS PROVIDENCIAS.",
    "tags": "OBRIGATORIEDADE, PADRONIZAÇÃO, CLASSIFICAÇÃO, REGISTRO, INSPEÇÃO, FISCALIZAÇÃO, PRODUÇÃO, COMERCIO, BEBIDA, COMPETENCIA, (MAGR), (MS), SECRETARIA DE AGRICULTURA, SECRETARIA DE SAUDE, PREFEITURA MUNICIPAL. OBRIGATORIEDADE, UTILIZAÇÃO, MATERIA PRIMA, PRODUTO NATURAL, PADRÃO DE QUALIDADE, PROIBIÇÃO, SUBSTITUIÇÃO, SUBSTANCIA ARTIFICIAL. NORMAS, DENOMINAÇÃO, REFRESCO. NORMAS, INDUSTRIALIZAÇÃO, REFRIGERANTE, PRODUTO DIETETICO. COMPETENCIA, EXECUTIVO, REGULAMENTAÇÃO, PRODUÇÃO, REGISTRO, INSPEÇÃO, CONDIÇÕES SANITARIAS, EMPRESA ARTESANAL, BEBIDA. DEFINIÇÃO, RESPONSABILIDADE CIVIL, INFRAÇÃO, SANÇÃO, ADVERTENCIA, MULTA, INUTILIZAÇÃO, MATERIA PRIMA, ROTULO, PRODUTO, INTERDIÇÃO, ESTABELECIMENTO, SUSPENSÃO, FABRICAÇÃO, CASSAÇÃO, REGISTRO. AUTORIZAÇÃO, EXECUTIVO, CRIAÇÃO, CONSELHO NACIONAL, BEBIDA, ORGÃO CONSULTOR.",
    "status": "Tranformada no(a) Lei Ordinária 8918/1994",
    "theme": "Indústria, Comércio e Serviços",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1234",
    "year": "2024",
    "date": "16/04/2024",
    "author": "Célia Xakriabá",
    "amendment": "Requer a tramitação, em regime de urgência, do Projeto de Lei no 4381/2023 que “Regulamenta sobre procedimentos a serem adotados pelas delegacias de polícia e demais órgãos responsáveis para o atendimento de mulheres indígenas vítimas de violências, nas hipóteses de medidas protetivas de urgência previstas na Lei n.º 11.340/2006 e Decreto 11.431/2023.”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1491",
    "year": "2024",
    "date": "07/05/2024",
    "author": "Zucco",
    "amendment": "Requer regime de urgência para o Projeto de Lei nº 1536, de 2024, que concede anistia ao pagamento das parcelas mensais de crédito de custeio adquiridos em 2024 pelos produtores rurais do Estado do Rio Grande do Sul para pagamentos até dezembro de 2024; suspende o pagamento das parcelas mensais de crédito de investimento e de comercialização adquiridos em 2024 pelos produtores rurais do Estado do Rio Grande do Sul pelo prazo de 2 (dois) anos; cria linha de crédito para catástrofes naturais; regulamenta o seguro de renda mínima ao produtor rural atingido por catástrofe.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Agricultura, Pecuária, Pesca e Extrativismo",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1402",
    "year": "2023",
    "date": "04/05/2023",
    "author": "Felipe Carreras",
    "amendment": "Requer urgência para o Projeto de Decreto Legislativo nº 140/2023, que susta o Decreto nº 11.515, de 02 de maio de 2023, que revoga o Decreto nº 9.731 de 16/03/2019, que dispensa visto de visita para os nacionais da Comunidade da Austrália, do Canadá, dos Estados Unidos da América e do Japão e altera o Decreto nº 9.199, de 20 de novembro de 2017, que regulamenta a Lei nº 13.445, de 24 de maio de 2017, que institui a Lei de Migração.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Relações Internacionais e Comércio Exterior",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1526",
    "year": "2023",
    "date": "15/05/2023",
    "author": "Zé Trovão",
    "amendment": "Requer em regime de urgência a apreciação do Projeto de Lei nº 490/2007, que dispõe sobre a demarcação de terras indígenas.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1691",
    "year": "2025",
    "date": "30/04/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requerimento de urgência para apreciação do Projeto de Lei Complementar nº 177, de 2023, que “altera a redação da Lei Complementar nº 78, de 30 de dezembro de 1993” (fixação do número de deputados).",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Processo Legislativo e Atuação Parlamentar",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1884",
    "year": "2023",
    "date": "05/06/2023",
    "author": "Fábio Macedo",
    "amendment": "Requer urgência para o PL 10106/2018, do Senado Federal, que “altera a Lei nº 8.080, de 19 de setembro de 1990, para dispor sobre a obrigatoriedade de publicação na internet de listas de pacientes que serão submetidos a procedimentos cirúrgicos eletivos no âmbito do Sistema Único de Saúde (SUS), e a Lei nº 8.429, de 2 de junho de 1992 (Lei de Improbidade Administrativa), para caracterizar o descumprimento dessa disposição como ato de improbidade administrativa”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Saúde",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2172",
    "year": "2024",
    "date": "11/06/2024",
    "author": "Doutor Luizinho",
    "amendment": "Requer urgência para o Projeto de Resolução nº 32/2024, que “Altera o Regimento Interno da Câmara dos Deputados para dispor sobre medida cautelar de suspensão do exercício do mandato parlamentar”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Processo Legislativo e Atuação Parlamentar",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2042",
    "year": "2025",
    "date": "20/05/2025",
    "author": "Caroline de Toni",
    "amendment": "Solicita urgência no trâmite do Projeto de Lei nº 4.497 de 2024, que “dispõe sobre a ratificação dos registros imobiliários decorrentes de alienações e concessões de terras públicas situadas nas faixas de fronteira e altera a Lei nº 13.178, de 22 de outubro de 2015”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Estrutura Fundiária",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "1890",
    "year": "2023",
    "date": "06/06/2023",
    "author": "Dani Cunha",
    "amendment": "Requer, nos termos do artigo 155 do\nRegimento Interno da Câmara dos\nDeputados, que seja incluído\nautomaticamente na Ordem do Dia o Projeto\nde Lei nº 2720/2023, que tipifica os crimes\nde discriminação contra pessoas\npoliticamente expostas e altera a Lei nº\n8.078, de 11 de setembro de 1990 (Código\nde Defesa do Consumidor), para prescrever\nos procedimentos a serem adotados pelas\ninstituições financeiras nos casos de negativa\nde abertura ou manutenção de conta.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Defesa do Consumidor",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2380",
    "year": "2023",
    "date": "03/08/2023",
    "author": "Laura Carneiro",
    "amendment": "Requer regime de urgência para a apreciação do Projeto de Lei Complementar nº 221, de 2016, que Inclui como objetivo do Fundo de Combate e Erradicação da Pobreza a aplicação de recursos na superação das desigualdades raciais.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2542",
    "year": "2023",
    "date": "15/08/2023",
    "author": "Pastor Henrique Vieira",
    "amendment": "Rquerimento de urgência na apreciação do PL 2459/2023 que “estabelece a obrigatoriedade de afixação de cartazes e veiculação de mensagem sonora nos portos e aeroportos brasileiros sobre o direito de solicitação de refúgio”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "2779",
    "year": "2023",
    "date": "24/08/2023",
    "author": "Bruno Ganem",
    "amendment": "Requer urgência para apreciação imediata do PL 2306/2023, que permite que presos e condenados por crimes não violentos prestem serviços em entidades de abrigos públicos de proteção a animais.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3387",
    "year": "2025",
    "date": "19/08/2025",
    "author": "Gilberto Abramo",
    "amendment": "Requer regime de urgência para apreciação do Projeto de Resolução nº 63, de 2025, de autoria da Mesa, que “altera o Código de Ética e Decoro Parlamentar e o Regimento Interno da Câmara dos Deputados para prever as condutas de agressão física e de obstaculização física do funcionamento das atividades legislativas, e dá outras providências. ”",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Processo Legislativo e Atuação Parlamentar",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3559",
    "year": "2025",
    "date": "27/08/2025",
    "author": "Chris Tonietto",
    "amendment": "Requer regime de urgência (art. 155) para apreciação do Projeto de Decreto Legislativo nº 3, de 2025, que “susta os efeitos da Resolução nº 258, de 23 de dezembro de 2024, do Conselho Nacional dos Direitos da Criança e do Adolescente (CONANDA)”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3843",
    "year": "2023",
    "date": "07/11/2023",
    "author": "Zucco",
    "amendment": "Requer regime de urgência para apreciação do PL nº 895, de 2023, que “dispõe sobre sanções administrativas e restrições aplicadas aos ocupantes e invasores de propriedades rurais e urbanas em todo o território nacional”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito Civil e Processual Civil",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "3015",
    "year": "2024",
    "date": "13/08/2024",
    "author": "Doutor Luizinho",
    "amendment": "Requer urgência para o Projeto de Lei nº 397/2024, que “Autoriza a prorrogação do pagamento de financiamentos relacionados a operações de crédito rural em Municípios ou no Distrito Federal quando neles houver sido declarado estado de calamidade ou situação de emergência, reconhecidos em ato oficial do Munícipio, Distrito Federal, Estado ou governo federal, em virtude de situação de seca ou estiagem extremas ou de excessos hídricos”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Agricultura, Pecuária, Pesca e Extrativismo",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4135",
    "year": "2023",
    "date": "29/11/2023",
    "author": "Luisa Canziani",
    "amendment": "Requer urgência na apreciação do Projeto de Lei nº 5669/2023,  que “Institui Política de Prevenção e Combate à Violência em  mbito Escolar (Prever)”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Educação",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4381",
    "year": "2025",
    "date": "22/10/2025",
    "author": "Pedro Lucas Fernandes",
    "amendment": "Requer, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, que seja incluído automaticamente na Ordem do Dia o PL 420/2025, que “Institui o Programa Nacional de Infraestruturas Sustentáveis e Resilientes – PNISR, cria o Selo de Sustentabilidade e Resiliência da Infraestrutura e dá outras providências”.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Cidades e Desenvolvimento Urbano",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4314",
    "year": "2023",
    "date": "15/12/2023",
    "author": "Zeca Dirceu",
    "amendment": "Quebra de Interstício entre turnos - PEC 45/2019",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Processo Legislativo e Atuação Parlamentar",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "640",
    "year": "2024",
    "date": "06/03/2024",
    "author": "Cristiane Lopes",
    "amendment": "Requer, nos termos do artigo 155 do Regimento Interno da Câmara dos Deputados, que seja incluído automaticamente na Ordem do Dia o Projeto de Lei nº 561/2024, que cria a Semana Nacional da Maternidade Atípica.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direitos Humanos e Minorias",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "4558",
    "year": "2024",
    "date": "19/11/2024",
    "author": "Amanda Gentil",
    "amendment": "Requeremos urgência urgentíssima ao PL 3821/2024, que altera o Decreto-Lei nº 2.848, de 7 de dezembro de 1940 (Código Penal), e a Lei nº 9.504, de 30 de setembro de 1997 (Lei das Eleições), para tipificar o crime de manipulação digital de imagens por inteligência artificial, e agravar a pena em casos de crimes contra mulheres e candidaturas em período eleitoral, e dá outras providências.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito Penal e Processual Penal",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "848",
    "year": "2023",
    "date": "22/03/2023",
    "author": "Odair Cunha",
    "amendment": "Requerimento de Urgência 155 ao PL 747/2023.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Processo Legislativo e Atuação Parlamentar",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "927",
    "year": "2022",
    "date": "31/05/2022",
    "author": "Glaustin da Fokus",
    "amendment": "Requer Urgência para o Projeto de\nLei nº 1.774/2019 que acrescenta o\n§2º ao art. 6º da Lei nº 5.991, de 17\nde dezembro de 1973, para\nautorizar os supermercados e\nestabelecimentos similares a\ndispensarem medicamentos isentos\nde prescrição.",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Direito e Defesa do Consumidor",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  },
  {
    "type": "REQ",
    "number": "962",
    "year": "2022",
    "date": "02/06/2022",
    "author": "Covatti Filho",
    "amendment": "Requer urgência para apreciação Projeto de Lei nº 658, de 2021 (Do Sr. Zé Vitor - PL/MG)",
    "tags": "",
    "status": "MESA - Tramitação Finalizada",
    "theme": "Processo Legislativo e Atuação Parlamentar",
    "previousTheme": "NO THEME",
    "action": "classified",
    "confidence": 0.9
  }
]